Repository: OlympusDAO/olympus-translations
Catalog: olympus-frontend/gr/messages.po
Languages: gr

source: (The 6-day early exit fee has been waived. Network fees apply.)
gr: (Το τέλος πρόωρης εξόδου 6 ημερών έχει καταργηθεί. Ισχύουν τα τέλη του δικτύου.)

source: (includes rebase rewards)
gr: (περιλαμβάνει ανταμοιβές rebase)

source: 3, 3 Together
gr: 3, 3 Μαζί

source: A zap swap is a series of smart contracts that deploys one asset to another protocol to handle a trusted transaction.
gr: Ένα zap swap είναι μια σειρά από έξυπνες συμβάσεις που αναπτύσσουν ένα περιουσιακό στοιχείο σε ένα άλλο πρωτόκολλο για τη διεκπεραίωση μιας αξιόπιστης συναλλαγής.

source: APY
gr: Ετήσια ποσοστιαία απόδοση

source: About
gr: Σχετικά με

source: Add to Wallet
gr: Προσθήκη στο πορτοφόλι

source: Adjust Slippage
gr: Ρυθμίστε την μείωση της απόδοσης

source: All your assets are migrated
gr: Όλα τα περιουσιακά σας στοιχεία μεταφέρονται

source: All-in-One contract to save time
gr: Σύμβαση All-in-One για εξοικονόμηση χρόνου

source: All-in-one easy staking
gr: Εύκολο κλείδωμα All-in-one

source: All-in-one zap contracts
gr: Συμβάσεις zap All-in-one

source: Amount
gr: Ποσό

source: Annual Percentage Yield, is the normalized representation of an interest rate, based on a compounding period over one year. Note that APYs provided are rather ballpark level indicators and not so much precise future results.
gr: Ετήσια ποσοστιαία απόδοση, είναι η κανονικοποιημένη αναπαράσταση ενός επιτοκίου, με βάση την περίοδο ανατοκισμού κατά τη διάρκεια ενός έτους. Σημειώστε ότι οι παρεχόμενες ετήσιες ετήσιες αποδόσεις είναι μάλλον δείκτες σε σφαιρικό επίπεδο και όχι τόσο ακριβή μελλοντικά αποτελέσματα.

source: Any asset
gr: Οποιοδήποτε περιουσιακό στοιχείο

source: Any remaining yield will still be redeemable by the recipient ({0}).
gr: Τυχόν εναπομείνασα απόδοση θα εξακολουθεί να είναι εξαγοράσιμη από τον παραλήπτη ({0}).

source: Approve
gr: Έγκριση

source: Approved
gr: Εγκεκριμένο

source: Asset
gr: Περιουσιακό στοιχείο

source: Auto staked
gr: Αυτόματο κλείδωμα

source: Award Balance will grow at 1st rebase.
gr: Το Υπόλοιπο Βραβείου θα αυξηθεί κατά το 1ο rebase.

source: Award period has finished, you can navigate to Pool Together's UI to begin distribution
gr: Η περίοδος απονομής έχει λήξει, μπορείτε να πλοηγηθείτε στο UI του Pool Together για να ξεκινήσετε τη διανομή.

source: Award period has finished, you can navigate to Pool Together's UI to complete distribution
gr: Η περίοδος απονομής έχει λήξει, μπορείτε να μεταβείτε στο UI του Pool Together για να ολοκληρώσετε τη διανομή

source: Backing per OHM
gr: Υποστήριξη ανά OHM

source: Balance
gr: Υπόλοιπο

source: Bond
gr: Ομόλογο

source: Bond Price
gr: Τιμή Ομολόγου

source: Bond {0}
gr: Ομόλογο {0}

source: Bridge
gr: Γέφυρα

source: Bug Bounty
gr: Επικήρυξη σφαλμάτων

source: Causes
gr: Αιτίες

source: Change Theme
gr: Αλλαγή θέματος

source: Change locale
gr: Αλλαγή τοποθεσίας

source: Check back soon!
gr: Επιστρέψτε σύντομα!

source: Choose recipient address. By default, this is your currently connected address
gr: Επιλέξτε διεύθυνση παραλήπτη. Από προεπιλογή, αυτή είναι η τρέχουσα συνδεδεμένη διεύθυνσή σας

source: Circulating Supply (total)
gr: Κυκλοφορούσα παροχή (συνολικά)

source: Claim
gr: Διεκδίκηση

source: Claim all
gr: Διεκδίκηση όλων

source: Claim and Autostake
gr: Διεκδίκηση και Αυτόματο Κλείδωμα

source: Claim and Stake
gr: Διεκδίκηση και Κλείδωμα

source: Claimable
gr: Διεκδικούμενο

source: Claimable Rewards
gr: Διεκδικούμενες Ανταμοιβές

source: Click on the Migrate button to complete the upgrade to v2.
gr: Κάντε κλικ στο κουμπί Μετεγκατάσταση για να ολοκληρώσετε την αναβάθμιση σε v2.

source: Completed
gr: Ολοκληρωμένο

source: Confirm
gr: Επιβεβαίωση

source: Confirm New sOHM
gr: Επιβεβαίωση νέου sOHM

source: Confirm {0} sOHM
gr: Επιβεβαίωση {0} sOHM

source: Connect Wallet
gr: Σύνδεση Πορτοφολιού

source: Connect wallet
gr: Σύνδεση πορτοφολιού

source: Connect your wallet to stake OHM
gr: Συνδέστε το πορτοφόλι σας για να κλειδώσετε OHM

source: Connect your wallet to use Zap
gr: Συνδέστε το πορτοφόλι σας για να χρησιμοποιήσετε το Zap

source: Connect your wallet to view the fundraising progress
gr: Συνδέστε το πορτοφόλι σας για να δείτε την πρόοδο της συγκέντρωσης χρημάτων

source: Continue
gr: Συνέχεια

source: Current
gr: Τρέχον

source: Current Deposit
gr: Τρέχουσα Κατάθεση

source: Current Index
gr: Τρέχων Δείκτης

source: Current Prize
gr: Τρέχον Βραβείο

source: Current sOHM deposit
gr: Τρέχουσα κατάθεση sOHM

source: Custom Recipient
gr: Προσαρμοσμένος Παραλήπτης

source: DATE
gr: ΗΜΕΡΟΜΗΝΙΑ

source: DEPOSITED
gr: ΚΑΤΑΘΕΤΗΜΕΝΑ

source: Dashboard
gr: Ταμπλό

source: Debt Ratio
gr: Κατάθεση LP

source: Deposit sOHM
gr: Κατάθεση sOHM

source: Deposit sOHM from wallet
gr: Κατάθεση sOHM από πορτοφόλι

source: Deposit sOHM to win! Once deposited, you will receive a corresponding amount of 33T and be entered to win until your sOHM is withdrawn.
gr: Καταθέστε sOHM για να κερδίσετε! Μόλις καταθέσετε, θα λάβετε το αντίστοιχο ποσό των 33T και θα συμμετέχετε για να κερδίσετε μέχρι την ανάληψη των sOHM σας.

source: Deposited sOHM
gr: Κατατεθειμένα sOHM

source: Depositing {quantity} sOHM will increase odds of winning to 1 in {newOdds}
gr: Η κατάθεση {quantity} sOHM θα αυξήσει τις πιθανότητες νίκης σε 1 στις {newOdds}

source: Deposits can be made once the prize has been awarded.
gr: Οι καταθέσεις μπορούν να γίνουν μετά την απονομή του βραβείου.

source: Dialing Zapper...
gr: Καλώντας Zapper...

source: Disconnect
gr: Αποσύνδεση

source: Discount
gr: Έκπτωση

source: Docs
gr: Έγγραφα

source: Donate Yield
gr: Δωρεά Απόδοσης

source: Donate to a cause
gr: Δωρεά για έναν σκοπό

source: Donors
gr: Δωρητές

source: Duration
gr: Διάρκεια

source: Each asset type requires two transactions. First Approve, then Migrate each asset. Amounts less than than 10$ are ignored.
gr: Κάθε τύπος περιουσιακού στοιχείου απαιτεί δύο συναλλαγές. Πρώτα Εγκρίνετε και στη συνέχεια Μεταφέρετε κάθε περιουσιακό στοιχείο. Ποσά μικρότερα από 10$ αγνοούνται.

source: Early Exit Fee
gr: Τέλος Πρόωρης Εξόδου

source: Early withdraw will incur a fairness fee of {exitFee}.
gr: Η πρόωρη απόσυρση θα επιβαρυνθεί με τέλος δικαιοσύνης ύψους {exitFee}.

source: Edit Donation
gr: Επεξεργασία Δωρεάς

source: Editing sOHM donation amount
gr: Επεξεργασία ποσού δωρεάς sOHM

source: Enter Amount
gr: Εισάγετε το Ποσό

source: Enter a wallet address in the form of 0x ...
gr: Εισάγετε μια διεύθυνση πορτοφολιού με τη μορφή 0x ...

source: Enter an amount
gr: Εισάγετε ένα ποσό

source: Exchange Rate
gr: Συναλλαγματική Ισοτιμία

source: Exit Fee Decay Time
gr: Χρόνος Αποσύνθεσης Τέλους Εξόδου

source: Farm Pool
gr: Κοινόχρηστο Ταμείο Καλλιέργειας

source: Finishes at {0} in your timezone
gr: Τελειώνει στις {0} στη ζώνη ώρας σας

source: First time bonding
gr: Πρώτη φορά δέσμευση

source: First time staking
gr: Πρώτη φορά κλείδωμα

source: First time unstaking
gr: Πρώτη φορά ξεκλείδωμα

source: Fixed Expiration
gr: Σταθερή Λήξη

source: Fixed Term
gr: Ορισμένου Χρόνου

source: Forum
gr: Φόρουμ

source: Fully Vested
gr: Πλήρως Κατοχυρωμένα

source: Get LP
gr: Αποκτήστε LP

source: Get Started
gr: Ξεκινήστε

source: Give
gr: Δώστε

source: Giving sOHM
gr: Δίνοντας sOHM

source: Go to Bonds
gr: Πηγαίνετε στα Ομόλογα

source: Go to Stake V2
gr: Πηγαίνετε στο Κλείδωμα V2

source: Governance
gr: Διακυβέρνηση

source: Grants
gr: Επιχορηγήσεις

source: Highest Discount
gr: Υψηλότερη έκπτωση

source: Holders, represents the total number of Ohmies (sOHM holders)
gr: Κάτοχοι, αντιπροσωπεύει το συνολικό αριθμό των Ohmies (κάτοχοι sOHM)

source: Important: Recommended slippage is 1-3% to avoid a failed transaction.
gr: Σημαντικό: Η συνιστώμενη μείωση της απόδοσης είναι 1-3% για να αποφευχθεί μια αποτυχημένη συναλλαγή.

source: Is this your first time donating sOHM? Please approve OlympusDAO to use your sOHM for donating.
gr: Είναι η πρώτη φορά που κάνετε δωρεά sOHM; Παρακαλώ εγκρίνετε το OlympusDAO να χρησιμοποιήσει το sOHM σας για δωρεά.

source: Learn More
gr: Μάθετε περισσότερα

source: Less than a minute
gr: Λιγότερο από ένα λεπτό

source: Lock sOHM in vault
gr: Κλειδώστε το sOHM στο θησαυροφυλάκιο

source: Looks like you haven’t made any donations yet
gr: Φαίνεται ότι δεν έχετε κάνει καμία δωρεά ακόμα

source: Market Cap
gr: Κεφαλαιοποίηση αγοράς

source: Market Price
gr: Τιμή αγοράς

source: Market SLP
gr: Αγορά SLP

source: Market Value of Treasury Assets
gr: Αγοραία αξία των περιουσιακών στοιχείων του Ταμείου

source: Market Value of Treasury Assets, is the sum of the value (in dollars) of all assets held by the treasury.
gr: Αγοραία αξία των περιουσιακών στοιχείων του Ταμείου, είναι το άθροισμα της αξίας (σε δολάρια) όλων των περιουσιακών στοιχείων που κατέχει το Ταμείο.

source: Max
gr: Μέγιστο

source: Max You Can Buy
gr: Μέγιστο που μπορείτε να αγοράσετε

source: Max capacity is {maxBondable} {0} for {1} sOHM. Click Max to autocomplete.
gr: Η μέγιστη χωρητικότητα είναι {maxBondable} {0} για {1} sOHM. Κάντε κλικ στο Μέγιστο για αυτόματη συμπλήρωση.

source: Migrate
gr: Μετεγκατάσταση

source: Migrate all to
gr: Μετεγκατάσταση όλων σε

source: Migrated
gr: Μετεγκατεστημένο

source: Migration Output
gr: Έξοδος μετεγκατάστασης

source: Migration complete
gr: Ολοκλήρωση της μετεγκατάστασης

source: Minimum Output Amount: 0.5
gr: Ελάχιστο Ποσό Εξόδου: 0.5

source: Minimum You Get
gr: Ελάχιστο που παίρνετε

source: My Donations
gr: Οι δωρεές μου

source: Negative discount is bad (you pay more than the market value). The bond discount is the percentage difference between OHM's market value and the bond's price.
gr: Η αρνητική έκπτωση είναι κακή (πληρώνετε περισσότερο από την αγοραία αξία). Η έκπτωση του ομολόγου είναι η ποσοστιαία διαφορά μεταξύ της αγοραίας αξίας του OHM και της τιμής του ομολόγου.

source: New
gr: Νέο

source: New sOHM Amount
gr: Νέο ποσό sOHM

source: New sOHM deposit
gr: Νέα κατάθεση sOHM

source: Next Reward Amount
gr: Επόμενο ποσό ανταμοιβής

source: Next Reward Yield
gr: Επόμενη απόδοση ανταμοιβής

source: OHM Price
gr: Τιμή OHM

source: OHM Staked
gr: Κλειδωμένα OHM

source: OHM Staked is the ratio of sOHM to circulating supply of OHM (staked vs total)
gr: Κλειδωμένα OHM είναι η αναλογία του sOHM προς την κυκλοφορούσα προσφορά OHM (κλειδωμένα vs συνολικά)

source: OlyZap reduces complexity, saves you time and keeps you here on Olympus.
gr: Το OlyZap μειώνει την πολυπλοκότητα, σας εξοικονομεί χρόνο και σας κρατά εδώ στο Olympus.

source: Olympus Give is a means of directing the yield that is accrued on your sOHM to another wallet. The first step is depositing your sOHM and specifying a recipient.
gr: Το Olympus Give είναι ένα μέσο για να κατευθύνετε την απόδοση που συγκεντρώνεται στο sOHM σας σε ένα άλλο πορτοφόλι. Το πρώτο βήμα είναι η κατάθεση του sOHM σας και ο καθορισμός ενός παραλήπτη.

source: Olympus v2 introduces upgrades to on-chain governance and bonds to enhance decentralization and immutability.
gr: Το Olympus v2 εισάγει αναβαθμίσεις στη διακυβέρνηση της αλυσίδας και στα ομόλογα για να ενισχύσει την αποκέντρωση και την αμεταβλητότητα.

source: Once your current bonds have been claimed, you can migrate your assets to stake more OHM
gr: Μόλις διεκδικήσετε τα τρέχοντα ομόλογά σας, μπορείτε να μεταφέρετε τα περιουσιακά σας στοιχεία για να κλειδώσετε περισσότερα OHM

source: Page not found
gr: Η σελίδα δεν βρέθηκε

source: Payout
gr: Πληρωμή

source: Pending
gr: Εκκρεμεί

source: Pending Payout
gr: Εκκρεμεί πληρωμή

source: Pending Rewards
gr: Εκκρεμείς ανταμοιβές

source: Pending...
gr: Εκκρεμεί...

source: Please approve Olympus Dao to use your
gr: Παρακαλώ εγκρίνετε το Olympus Dao να χρησιμοποιήσει το

source: Please connect your wallet
gr: Συνδέστε το πορτοφόλι σας

source: Please connect your wallet!
gr: Παρακαλώ συνδέστε το πορτοφόλι σας!

source: Please enter a different address: cannot direct to the same wallet
gr: Παρακαλώ εισάγετε μια διαφορετική διεύθυνση: δεν μπορεί να κατευθύνει στο ίδιο πορτοφόλι

source: Please enter a valid Ethereum address
gr: Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση Ethereum

source: Please enter a valid value!
gr: Παρακαλώ εισάγετε μια έγκυρη τιμή!

source: Please enter a value
gr: Παρακαλούμε εισάγετε μια τιμή

source: Please enter a value!
gr: Παρακαλούμε εισάγετε μια τιμή!

source: Please switch to testnet!
gr: Παρακαλώ μεταβείτε στο δοκιμαστικό δίκτυο!

source: Pool Award Balance is currently 0.
gr: Το Υπόλοιπο Βραβείου Κοινόχρηστου Ταμείου είναι επί του παρόντος 0.

source: Pool owner
gr: Ιδιοκτήτης κοινόχρηστου ταμείου

source: Post-migration
gr: Μετά τη μετεγκατάσταση

source: Pre-migration
gr: Πριν από τη μετεγκατάσταση

source: Price
gr: Τιμή

source: Prize Pool Info
gr: Πληροφορίες για το Χρηματικό Έπαθλο

source: Prize is being awarded
gr: Το βραβείο απονέμεται

source: Protocol Owned Liquidity OHM-DAI
gr: Ρευστότητα OHM-DAI που ανήκει στο Πρωτόκολλο

source: Protocol Owned Liquidity, is the amount of LP the treasury owns and controls. The more POL the better for the protocol and its users.
gr: Ρευστότητα που Ανήκει στο Πρωτόκολλο (POL), είναι το ποσό του LP που κατέχει και ελέγχει το ταμείο. Όσο περισσότερο POL τόσο το καλύτερο για το πρωτόκολλο και τους χρήστες του.

source: Purchased
gr: Αγορασμένο

source: RECIPIENT
gr: ΠΑΡΑΛΗΠΤΗΣ

source: ROI (5-Day Rate)
gr: Απόδοση της επένδυσης (ποσοστό 5 ημερών)

source: Read more about Fairness
gr: Διαβάστε περισσότερα για τη δικαιοσύνη

source: Receives yield from
gr: Λαμβάνει απόδοση από

source: Recipient
gr: Παραλήπτης

source: Recipient Address
gr: Διεύθυνση Παραλήπτη

source: Recipient address
gr: Διεύθυνση παραλήπτη

source: Recipient earns sOHM rebases
gr: Ο παραλήπτης κερδίζει sOHM rebases

source: Redeem
gr: Εξαργύρωση

source: Redeem Yield
gr: Εξαργύρωση Απόδοσης

source: Redeemable Amount
gr: Εξαργυρώσιμο ποσό

source: Remaining
gr: Απομένει

source: Risk Free Value of Treasury Assets
gr: Αξία χωρίς κίνδυνο των περιουσιακών στοιχείων του Ταμείου

source: Risk Free Value, is the amount of funds the treasury guarantees to use for backing OHM.
gr: Αξία Χωρίς Κίνδυνο, είναι το ποσό των κεφαλαίων που το Ταμείο εγγυάται ότι θα χρησιμοποιήσει για την κάλυψη των OHM.

source: Runway Available
gr: Διάδρομος Διαθέσιμος

source: Runway, is the number of days sOHM emissions can be sustained at a given rate. Lower APY = longer runway
gr: Διάδρομος, είναι ο αριθμός των ημερών που οι εκπομπές sOHM μπορούν να διατηρηθούν με δεδομένο ρυθμό. Χαμηλότερη Ετήσια Ποσοστιαία Απόδοση = μεγαλύτερος διάδρομος

source: SLP Treasury
gr: Ταμείο SLP

source: Save on gas fees by migrating all your assets to the new gOHM or sOHM in one transaction. Each asset asset above must be approved before all can be migrated.
gr: Εξοικονομήστε τα τέλη gas μεταφέροντας όλα τα περιουσιακά σας στοιχεία στο νέο gOHM ή sOHM με μία συναλλαγή. Κάθε παραπάνω περιουσιακό στοιχείο πρέπει να εγκριθεί πριν μεταφερθούν όλα.

source: Select Token
gr: Επιλέξτε Token

source: Select any asset
gr: Επιλέξτε οποιοδήποτε περιουσιακό στοιχείο

source: Ser, you have no assets...
gr: Σερ, δεν έχετε περιουσιακά στοιχεία...

source: Single Stake
gr: Ενιαίο κλείδωμα

source: Single Stake (3, 3)
gr: Ενιαίο Κλείδωμα (3, 3)

source: Slippage
gr: Μείωση της Απόδοσης

source: Slippage Tolerance
gr: Ανοχή Μείωσης της Απόδοσης

source: Sold Out
gr: Εξαντλήθηκε

source: Something not right, fren? Check Pool Together's UI below.
gr: Κάτι δεν πάει καλά, φίλε; Ελέγξτε το UI του Pool Together παρακάτω.

source: Stake
gr: Κλειδώστε

source: Stake on
gr: Κλειδώστε σε

source: Stake to
gr: Κλειδώστε στο

source: Staking
gr: Κλείδωμα

source: Staking OHM
gr: Κλείδωμα OHM

source: Staking is the primary value accrual strategy of Olympus. When you stake, you lock OHM and receive an equal value of sOHM or gOHM.
gr: Το κλείδωμα είναι η κύρια στρατηγική συσσώρευσης αξίας του Olympus. Όταν κλειδώνετε, κλειδώνετε OHM και λαμβάνετε ίση αξία sOHM ή gOHM.

source: Swap for OHM
gr: Ανταλλαγή για OHM

source: Swap for sOHM
gr: Ανταλλαγή για sOHM

source: Swap into sOHM
gr: Ανταλλαγή σε sOHM

source: TVL
gr: Συνολική κλειδωμένη αξία

source: The current index tracks the amount of sOHM accumulated since the beginning of staking. Basically, how much sOHM one would have if they staked and held 1 OHM from launch.
gr: Ο τρέχων δείκτης παρακολουθεί την ποσότητα του sOHM που έχει συσσωρευτεί από την αρχή του κλειδώματος. Ουσιαστικά, πόσα sOHM θα είχε κάποιος αν κλείδωνε και κρατούσε 1 OHM από την έναρξη.

source: The duration of the Bond whereby the bond can be claimed in it’s entirety. Bonds are no longer vested linearly and are locked for entire duration.
gr: Η διάρκεια του ομολόγου κατά την οποία μπορεί να ζητηθεί το σύνολο της εγγύησης. Τα ομόλογα δεν κατοχυρώνονται πλέον γραμμικά και είναι κλειδωμένα για ολόκληρη τη διάρκεια.

source: The maximum quantity of payout token we are able to offer via bonds at this moment in time.
gr: Η μέγιστη ποσότητα token πληρωμής που μπορούμε να προσφέρουμε μέσω ομολόγων αυτή τη στιγμή.

source: The pool has been temporarily disabled for V2 Migration. Please withdraw your 33T
gr: Το κοινόχρηστο ταμείο έχει απενεργοποιηθεί προσωρινά για τη μετάβαση V2. Παρακαλούμε αποσύρετε τo 33T σας

source: The price of gOHM is equal to the price of OHM multiplied by the current index
gr: Η τιμή του gOHM ισούται με την τιμή του OHM πολλαπλασιασμένη με τον τρέχοντα δείκτη.

source: The recipient you specified, or the project you selected, will then receive the rebases associated with your sOHM deposit until you withdraw your sOHM principal from the vault.
gr: Ο παραλήπτης που καθορίσατε, ή το έργο που επιλέξατε, θα λαμβάνει στη συνέχεια τα rebases που σχετίζονται με την κατάθεσή σας στο sOHM μέχρι να αποσύρετε το κεφάλαιο του sOHM από το θησαυροφυλάκιο.

source: The specified wallet address will receive the rebase yield from the amount that you deposit.
gr: Η καθορισμένη διεύθυνση πορτοφολιού θα λάβει την απόδοση rebase από το ποσό που καταθέσατε.

source: The total amount of payout asset you will recieve from this bond purhcase. (sOHM amount will be higher due to rebasing)
gr: Το συνολικό ποσό του περιουσιακού στοιχείου πληρωμής που θα λάβετε από αυτή την αγορά ομολόγου. (το ποσό sOHM θα είναι υψηλότερο λόγω του rebase)

source: Then, your deposited sOHM is kept in a vault smart contract that will send your rebases to the recipient. You can withdraw or edit your principal sOHM amount at any time.
gr: Στη συνέχεια, το κατατεθειμένο sOHM σας φυλάσσεται σε ένα έξυπνο συμβόλαιο θησαυροφυλακίου που θα στείλει τα rebases σας στον παραλήπτη. Μπορείτε να αποσύρετε ή να επεξεργαστείτε το κύριο ποσό sOHM σας ανά πάσα στιγμή.

source: This Prize Pool is unable to accept deposits at this time.
gr: Αυτό το ταμείο βραβείων δεν μπορεί να δεχτεί καταθέσεις αυτή τη στιγμή.

source: This Prize Pool is unable to accept withdrawals at this time.
gr: Αυτό το ταμείο βραβείων δεν μπορεί να δεχτεί αποσύρσεις αυτή τη στιγμή.

source: This is the current balance of v1 assets in your wallet.
gr: Αυτό είναι το τρέχον υπόλοιπο των περιουσιακών στοιχείων v1 στο πορτοφόλι σας.

source: This is the equivalent amount of gOHM you will have in your wallet once migration is complete.
gr: Αυτό είναι το ισοδύναμο ποσό gOHM που θα έχετε στο πορτοφόλι σας μόλις ολοκληρωθεί η μετάβαση.

source: Time until fully vested
gr: Χρόνος μέχρι την πλήρη κατοχύρωση

source: Today
gr: Σήμερα

source: Total Active sOHM
gr: Συνολικό ενεργό sOHM

source: Total Deposits
gr: Σύνολο καταθέσεων

source: Total Sponsorship
gr: Σύνολο Χορηγιών

source: Total Staked Balance
gr: Συνολικό Κλειδωμένο Υπόλοιπο

source: Total Value Deposited
gr: Συνολική Κατατεθειμένη Αξία

source: Total Value Deposited, is the dollar amount of all OHM staked in the protocol. This metric is often used as growth or health indicator in DeFi projects.
gr: Συνολική αξία που έχει κατατεθεί, είναι το ποσό σε δολάρια όλων των OHM που έχουν κατατεθεί στο πρωτόκολλο. Αυτή η μέτρηση χρησιμοποιείται συχνά ως δείκτης ανάπτυξης ή υγείας σε έργα DeFi.

source: Transaction may revert if price changes by more than slippage %
gr: Η συναλλαγή μπορεί να επανέλθει εάν η τιμή αλλάξει περισσότερο από την μείωση της απόδοσης %

source: Treasury Balance
gr: Υπόλοιπο Ταμείου

source: Unstake
gr: Ξεκλειδώστε

source: Unstake OHM
gr: Ξεκλειδώστε OHM

source: Unstake from
gr: Ξεκλειδώστε από

source: Unstaked Balance
gr: Ξεκλειδωμένο Υπόλοιπο

source: Unstaking sOHM
gr: Ξεκλείδωμα sOHM

source: Unwrapping sOHM
gr: Ξετύλιγμα sOHM

source: Updated Deposit
gr: Ενημερωμένη κατάθεση

source: Value cannot be more than your sOHM balance of
gr: Η αξία δεν μπορεί να είναι μεγαλύτερη από το υπόλοιπο sOHM

source: Value cannot be more than your sOHM balance of {0}
gr: Η τιμή δεν μπορεί να είναι μεγαλύτερη από το υπόλοιπο των {0} sOHM

source: Value must be positive
gr: Η αξία πρέπει να είναι θετική

source: Vault
gr: Θησαυροφυλάκιο

source: Vesting Term
gr: Διάρκεια κατοχύρωσης

source: View Asset
gr: Προβολή περιουσιακού στοιχείου

source: View Details
gr: Προβολή λεπτομερειών

source: Wallet
gr: Πορτοφόλι

source: Winners / prize period
gr: Νικητές / περίοδος βραβείων

source: Withdraw
gr: Ανάληψη

source: Withdraw Deposit?
gr: Απόσυρση κατάθεσης?

source: Withdraw Early & pay
gr: Πρόωρη απόσυρση & πληρωμή

source: Withdraw sOHM
gr: Απόσυρση sOHM

source: Withdrawals can be made once the prize has been awarded.
gr: Οι αναλήψεις μπορούν να πραγματοποιηθούν μετά την απονομή του βραβείου.

source: Withdrawing sOHM donation
gr: Απόσυρση δωρεάς sOHM

source: Withdrawing {quantity} sOHM reduces your odds of winning to 1 in {newOdds}
gr: Η ανάληψη {quantity} sOHM μειώνει τις πιθανότητες κέρδους σας σε 1 στις {newOdds}

source: Wrap
gr: Τύλιγμα

source: Wrap / Unwrap
gr: Τυλίξτε / ξετυλίξτε

source: Wrapping OHM
gr: Τύλιγμα OHM

source: YIELD SENT
gr: ΑΠΟΔΟΣΗ ΑΠΕΣΤΑΛΗ

source: Yield Source
gr: Πηγή απόδοσης

source: You
gr: Εσείς

source: You Choose
gr: Εσείς επιλέγετε

source: You Get
gr: Παίρνετε

source: You Give
gr: Δίνετε

source: You Pay
gr: Πληρώνετε

source: You Will Get
gr: Θα λάβετε

source: You are now ready to migrate
gr: Είστε τώρα έτοιμοι να μεταφερθείτε

source: You can choose to withdraw the deposited fund at any time. By withdrawing the fund, you are eliminating reducing the chance to win the prize in this pool in future prize periods
gr: Μπορείτε να επιλέξετε να αποσύρετε το κατατεθειμένο κεφάλαιο ανά πάσα στιγμή. Με την απόσυρση του ποσού, μειώνετε την πιθανότητα να κερδίσετε το έπαθλο σε αυτό το σύνολο σε μελλοντικές περιόδους βραβείων.

source: You cannot stake more than your OHM balance.
gr: Δεν μπορείτε να ποντάρετε περισσότερα από το υπόλοιπο OHM σας.

source: You cannot withdraw more than your pool balance
gr: Δεν μπορείτε να αποσύρετε περισσότερα από το υπόλοιπο του ταμείου σας

source: You do not have enough sOHM to complete this transaction. To unstake from gOHM, please toggle the sohm-gohm switch.
gr: Δεν έχετε αρκετό sOHM για να ολοκληρώσετε αυτή τη συναλλαγή. Για να αποσυρθείτε από το gOHM, παρακαλείστε να αλλάξετε τον διακόπτη sohm-gohm.

source: You have an existing bond. Bonding will reset your vesting period and forfeit rewards. We recommend claiming rewards first or using a fresh wallet. Do you still want to proceed?
gr: Έχετε ένα υφιστάμενο ομόλογο. Η δέσμευση θα επαναφέρει την περίοδο κατοχύρωσης και θα χάσετε τις ανταμοιβές σας. Συνιστούμε να διεκδικήσετε πρώτα τις ανταμοιβές ή να χρησιμοποιήσετε ένα νέο πορτοφόλι. Θέλετε ακόμα να προχωρήσετε;

source: You have assets ready to migrate to v2
gr: Έχετε περιουσιακά στοιχεία έτοιμα για μετάβαση σε v2

source: You have no yield that can be redeemed.
gr: Δεν έχετε καμία απόδοση που μπορεί να εξαργυρωθεί.

source: You may be trying to give more than your balance! Error code: 32603. Message: ds-math-sub-underflow
gr: Μπορεί να προσπαθείτε να δώσετε περισσότερα από το υπόλοιπό σας! Κωδικός σφάλματος: 32603. Μήνυμα: ds-math-sub-underflow
