Repository: OlympusDAO/olympus-translations
Catalog: olympus-frontend/gr/messages.po
Languages: gr

source: You must be logged into your wallet to use this feature. Click on the "Connect Wallet" button and try again.
gr: Πρέπει να είστε συνδεδεμένοι στο πορτοφόλι σας για να χρησιμοποιήσετε αυτή τη λειτουργία. Κάντε κλικ στο κουμπί "Σύνδεση πορτοφολιού" και δοκιμάστε ξανά.

source: You must complete the migration of your assets to stake additional OHM
gr: Πρέπει να ολοκληρώσετε τη μετεγκατάσταση των περιουσιακών σας στοιχείων για να κλειδώσετε επιπλέον OHM

source: You must have a balance of sOHM (staked OHM) to continue
gr: Πρέπει να έχετε υπόλοιπο sOHM (κλειδωμένα OHM) για να συνεχίσετε.

source: Your Balance
gr: Το Υπόλοιπό σας

source: Your Donations
gr: Οι δωρεές σας

source: Your Pooled Balance (withdrawable)
gr: Το συγκεντρωτικό σας υπόλοιπο (με δυνατότητα ανάληψης)

source: Your Staked Balance (Depositable)
gr: Το Κλειδωμένο Υπόλοιπό σας (καταθέσιμο)

source: Your current Staked Balance is
gr: Το τρέχον Κλειδωμένο Υπόλοιπό σας είναι

source: Your current deposit is
gr: Η τρέχουσα κατάθεσή σας είναι

source: Your odds
gr: Οι πιθανότητές σας

source: Your pool deposits
gr: Οι καταθέσεις σας στο ταμείο

source: Your sOHM will be tansferred into the vault when you submit. You will need to approve the transaction and pay for gas fees.
gr: Το sOHM σας θα μεταφερθεί στο θησαυροφυλάκιο όταν το υποβάλετε. Θα πρέπει να εγκρίνετε τη συναλλαγή και να πληρώσετε τα τέλη gas.

source: Your wallet balance
gr: Το υπόλοιπο του πορτοφολιού σας

source: Zap is a swap
gr: Το Zap είναι μια ανταλλαγή

source: Zap with more assets and stake <0>OHM</0>
gr: Zap με περισσότερα περιουσιακά στοιχεία και κλείδωμα <0>OHM</0>

source: Zap-Stake
gr: Zap-Κλείδωμα

source: day
gr: ημέρα

source: deposited
gr: κατατεθειμένο

source: do_bond
gr: δέσμευσε

source: do_stake
gr: κλείδωσε

source: for bonding
gr: για δέσμευση

source: for staking
gr: για κλείδωμα

source: for unstaking
gr: για ξεκλείδωμα

source: gOHM = sOHM * index
gr: gOHM = sOHM * δείκτης

source: gOHM Balance
gr: Υπόλοιπο gOHM

source: gOHM Balance in Fuse
gr: Υπόλοιπο gOHM στο Fuse

source: gOHM Price
gr: Τιμή gOHM

source: hrs
gr: ώρες

source: min
gr: ελάχιστο

source: sOHM Allocation
gr: Κατανομή sOHM

source: sOHM Balance
gr: Υπόλοιπο sOHM

source: sOHM Balance in Fuse (v1)
gr: Υπόλοιπο sOHM στο Fuse (v1)

source: sOHM Pool Details
gr: Λεπτομέρειες Κοινόχρηστου Ταμείου sOHM

source: sOHM Prize Pool
gr: Χρηματικό Έπαθλο sOHM

source: sOHM Yield
gr: Απόδοση sOHM

source: sOHM Yield Goal
gr: Στόχος απόδοσης sOHM

source: sOHM deposit
gr: Κατάθεση sOHM

source: sec
gr: δευτερόλεπτα

source: to next rebase
gr: στο επόμενο rebase

source: v2 bonds
gr: ομόλογα v2

source: withdrawn
gr: αποσυρθείσα

source: wsOHM Balance
gr: Υπόλοιπο wsOHM

source: wsOHM Balance in FiatDAO
gr: Υπόλοιπο wsOHM στο FiatDAO

source: wsOHM Balance in FiatDAO (v1)
gr: Υπόλοιπο wsOHM στο FiatDAO (v1)
