Repository: OlympusDAO/olympus-translations
Catalog: olympus-frontend/*/messages.po
Languages: fr, pl, ru, tr, vi

source: Something not right, fren? Check Pool Together's UI below.
pl: Coś nie tak, przyjacielu? Sprawdź Pool Together UI poniżej.
ru: Что-то не так, приятель? Проверьте пользовательский интерфейс Pool Together ниже.
tr: Detaylar için Pool Together arayüzüne gözatabilirsiniz.
vi: Có gì đó không đúng? Kiểm tra giao diện người dùng của Pool Together bên dưới.

source: Stake
fr: Dépôts (Staking)
pl: Stakuj
ru: Стейк
tr: Yatır
vi: Đặt cọc

source: Stake Now
fr: Déposez maintenant
pl: Stakuj Teraz
vi: Đặt cọc ngay

source: Stake on
fr: Déposer sur
pl: Stakuj na
ru: Стейкать
tr: 'da yatır
vi: Đặt cọc trên

source: Staking
fr: Dépôts
ru: Стейкинг
tr: Yatırmak
vi: Đang đặt cọc

source: Staking OHM
fr: Déposer OHM
ru: Стейкинг OHM
tr: OHM yatırılıyor
vi: Đang đặt cọc OHM

source: Staking is the primary value accrual strategy of Olympus. When you stake, you lock OHM and receive an equal value of sOHM or gOHM.
fr: Faire un dépôt est la stratégie principale pour accroitre la valeur de vos actifs sur Olympus. Quand vous faites un dépôt, vous vérouillez des OHM et recevez une valeur équilalente de sOHM ou de gOHM.
pl: Stakowanie jest podstawową strategią akumulacji wartości Olympusu. Stakując, blokujesz swoje OHM i otrzymujesz równą wartość sOHM lub gOHM.
ru: Стейкинг - это основная стратегия накопления стоимости в Olympus. Когда вы делаете ставку, вы блокируете OHM и получаете равное значение sOHM или gOHM.
tr: Staking, yani Yatırmak, Olympus'un öncelikli değer tahakkuk stratejisidir. OHM'larınızı yatırdığınız zaman, karşılığında aynı miktarda sOHM veya gOHM alırsınız.
vi: Đặt cọc là chiến lược tích lũy giá trị chính của Olympus. Khi bạn stake, bạn khóa OHM và nhận được giá trị bằng sOHM hoặc gOHM

source: Successfully migrated from wsOHM to gOHM
fr: Migration de wsOHM vers gOHM réussie
pl: Migracja z wsOHM na gOHM przebiegła pomyślnie
vi: Đã sáp nhập thành công từ wsOHM sang gOHM

source: Successfully staked OHM
fr: OHM mis en dépôt avec succès
pl: Pomyślnie zastakowano OHM
ru: Успешно застейкан OHM
tr: OHM başarıyla yatırıldı
vi: Đặt cọc OHM thành công

source: Successfully unstaked
fr: Retrait effectué avec succès
pl: Pomyślnie odstakowano
ru: Успешно снято со стейкинга
tr: Başarıyla çekildi
vi: Hoàn cọc OHM thành công

source: Successfully unwrapped from gOHM to sOHM
fr: Désencapsulation de gOHM vers sOHM réussie
pl: Pomyślnie odwrappowano z gOHM na sOHM
vi: Đã mở thành công từ gOHM sang sOHM

source: Successfully wrapped sOHM to gOHM
fr: Encapsulation de sOHM vers gOHM réussie
pl: Pomyślnie zwrappowano z sOHM na gOHM
vi: Đã bọc thành công sOHM thành gOHM

source: Swap for OHM
fr: Echangez pour des OHM
pl: Zamień na OHM
ru: Обмен на OHM
tr: OHM ile takas et
vi: Hoán đổi lấy OHM

source: Swap for sOHM
fr: Echangez pour des sOHM
pl: Zamień na sOHM
ru: Обмен на sOHM
tr: sOHM ile takas et
vi: Hoán đổi lấy sOHM

source: Swap into sOHM
fr: Echangez pour des sOHM
pl: Zamień an sOHM
ru: Замена на sOHM
tr: sOHM'a takas et
vi: Hoán đổi thành sOHM

source: The current index tracks the amount of sOHM accumulated since the beginning of staking. Basically, how much sOHM one would have if they staked and held 1 OHM from launch.
fr: L'indice courant traque la quantité de sOHM accumulé depuis le début des dépôts.
pl: Bieżący indeks śledzi ilość sOHM zgromadzoną od początku stakingu. Zasadniczo, oznacza to ile miałbyś sOHM, gdybyś zastakował i trzymał 1 OHM od uruchomienia protokołu.
ru: Текущий индекс отслеживает количество sOHM, накопленное с момента начала ставок. По сути, сколько sOHM было бы у человека, если бы он сделал ставку и удерживал 1 OHM с момента запуска.
tr: Güncel katsayı, 3,3 başladığından beri biriken sOHM'u takip eder. Kısaca, eğer başlangıçta 1 OHM yatırsaydınız ve tutsaydınız, şu an elinizde olacak miktar güncel katsayı kadar olurdu.
vi: Chỉ số hiện tại theo dõi lượng sOHM được tích lũy kể từ khi bắt đầu đặt cược. Về cơ bản, một người sẽ có bao nhiêu sOHM nếu họ đặt và giữ 1 OHM từ khi giao thức ra mắt.

source: The duration of the Bond whereby the bond can be claimed in it’s entirety. Bonds are no longer vested linearly and are locked for entire duration.
fr: La durée de maturation de l'obligation après laquelle elle peut être réclamée dans son entièreté. Les obligations ne sont plus débloquées de façon linéaire mais sont bloquées pendant toute cette durée.
pl: Okres obowiązywania Obligacji, na podstawie którego mogą być nabyte w całości. Obligacje nie są już nabywane liniowo i są zablokowane przez cały czas nabywania.
ru: Срок действия облигации, в течение которого облигация может быть востребована в полном объеме. Облигации больше не наделяются правами линейно, а блокируются на весь срок действия.
tr: Bono'nun tamamen çekilebileceği hale geleceği süredir.
vi: Thời hạn của Trái phiếu theo đó trái phiếu có thể được nhận lại hoàn toàn. Trái phiếu không còn được trả một cách tuyến tính và bị khóa trong toàn bộ thời gian.

source: The maximum quantity of payout token we are able to offer via bonds at this moment in time.
fr: La quantité maximale de token pouvant être offert en paiement via les obligations actuellement.
pl: Maksymalna ilość tokena wypłaty, jaką jesteśmy w stanie zaoferować za pośrednictwem obligacji w tej chwili.
ru: Максимальное количество токенов выплат, которое мы можем предложить через облигации в данный момент времени.
tr: Şu anda bono ile size sunabileceğimiz maksimum miktarı gösterir.
vi: Số lượng mã thông báo được trả tối đa mà chúng tôi có thể cung cấp thông qua trái phiếu tại thời điểm này.

source: The pool has been temporarily disabled for V2 Migration. Please withdraw your 33T
pl: Pula została tymczasowo wyłączona w związku z migracją na V2. Proszę wybierz swoje 33T
ru: Пул был временно отключен для V2 Migration. Пожалуйста, снимите свои 33T
tr: Ödül havuzu V2 Taşıması için geçici olarak devre dışı bırakıldı. Lütfen 33T'nizi çekiniz
vi: Bể đã tạm thời bị vô hiệu hóa cho sáp nhập V2. Hãy rút 33T của bạn

source: The price of gOHM is equal to the price of OHM multiplied by the current index
fr: Le prix de gOHM est égal au prix de OHM fois l'indice courant
pl: Cena gOHM jest równa cenie OHM pomnożonej przez aktualny indeks
ru: Цена gOHM равна цене OHM, умноженной на текущий индекс
tr: gOHM fiyatı güncel OHM fiyatı ile güncel katsayının çarpımıdır.
vi: Giá của gOHM bằng giá của OHM nhân với chỉ số hiện tại

source: The specified wallet address will receive the rebase yield from the amount that you deposit.
fr: L'adresse du portefeuille choisi revevra les intérêts de rebasement correspondant au montant que vous déposez.
pl: Określony adres portfela otrzyma yield rebazy z ilości którą zdeponujesz
ru: На указанный адрес кошелька будет начисляться доходность ребейс от суммы, которую вы внесли.
tr: Belirttiğiniz adres yatırdığınız miktarın faiz gelirini elde edecek.
vi: Địa chỉ ví được chỉ định sẽ nhận được lợi suất tái cơ sở từ số tiền bạn gửi.

source: The total amount of payout asset you will recieve from this bond purhcase. (sOHM amount will be higher due to rebasing)
pl: Całkowita ilość aktywów wypłaty, które otrzymasz z tego zakupu obligacji. (ilość sOHM będzie wyższa z powodu rebazy)
ru: Общая сумма актива выплаты, которую вы получите от покупки этой облигации. (сумма sOHM будет выше из-за пересчета)
tr: Bu bono'dan alacağınız toplam miktar. (sOHM miktarı faiz yüzünden daha yüksek olacaktır)
vi: Tổng số tài sản thanh toán bạn sẽ nhận được từ việc mua trái phiếu này. (lượng sOHM sẽ cao hơn do rebase)

source: This Prize Pool is unable to accept deposits at this time.
pl: Ta Pula Nagród aktualnie nie akceptuje depozytów.
ru: В настоящее время данный призовой фонд не может принимать депозиты.
tr: Ödül havuzuna şu an para yatırılamıyor.
vi: Tổng phần thưởng không thể nhận tiền gửi vào lúc này.

source: This Prize Pool is unable to accept withdrawals at this time.
pl: Ta Pula Nagród aktualnie nie akceptuje wypłat.
ru: В настоящее время данный призовой фонд не может принимать снятие средств.
tr: Ödül havuzundan şu an para çekilemiyor.
vi: Nhóm Giải thưởng này không thể chấp nhận rút tiền vào lúc này.

source: This is the current balance of v1 assets in your wallet.
fr: Ceci correspond au solde de vos actifs Olympus V1 dans votre portefeuille.
pl: To jest obecna wartość aktywów V1 w twoim portfelu
ru: Это текущий баланс v1 активов в вашем кошельке.
tr: Bu, cüzdanınızda mevcut olan V1 varlıklardır.
vi: Đây là số dư hiện tại của tài sản v1 trong ví của bạn.

source: This is the equivalent amount of gOHM you will have in your wallet once migration is complete.
fr: Ceci est le montant en gOHM que vous aurez après la migration.
pl: Jest to ekwiwalentna ilość gOHM, którą będziesz mieć w swoim portfelu po zakończeniu migracji
ru: Это эквивалентное количество gOHM, которое будет у вас в кошельке после завершения миграции.
tr: Bu, taşınma tamamlandığında cüzdanınıza gelecek gOHM miktarıdır.
vi: Đây là lượng gOHM tương đương mà bạn sẽ có trong ví sau khi quá trình sáp nhập hoàn tất.

source: Time until fully vested
pl: Czas do pełnego nabycia
ru: Время до полного разлока
tr: Tamamlanmasına kalan süre
vi: Thời gian cho đến khi được cấp đầy đủ

source: Today
fr: Aujourd'hui
pl: Dziś
ru: Сегодня
tr: Bugün
vi: Hôm nay

source: Total Active sOHM
pl: Pełne Aktywne sOHM
ru: Всего активных sOHM
tr: Toplam aktif sOHM
vi: Tổng số sOHM hoạt động

source: Total Deposits
pl: Całkowita Wartość Depozytów
ru: Итого депозитов
tr: Toplam yatırılan miktar
vi: Tổng số tiền gửi

source: Total Sponsorship
pl: Całkowita wartość Sponsoringu
ru: Общее спонсорство
tr: Toplam Sponsor Miktarı
vi: Tổng Tài trợ

source: Total Staked Balance
fr: Solde total en dépôt
pl: Całkowita Zastakowana wWartość
ru: Общий баланс в стейке
tr: Toplam Yatırılmış Miktar
vi: Tổng Số dư đã Đặt cọc

source: Total Value Deposited
fr: Montant total déposé
pl: Całkowita Zdeponowana Wartość
ru: Общая стоимость депонированных средств
tr: Yatırılmış Toplam Değer
vi: Tổng Giá trị đã Gửi

source: Total Value Deposited, is the dollar amount of all OHM staked in the protocol. This metric is often used as growth or health indicator in DeFi projects.
fr: Valeur totale déposée, la valeur en dollars de tous les OHM dans le protocole. Cette métrique est souvent utilisée comme un indicateur de croissance des projets DeFi
pl: Total Value Deposited czyli Całkowita Wartość Zdeponowana, to kwota w dolarach wszystkich zastakowanych OHM w protokole. Ta metryka jest często używana jako wskaźnik wzrostu lub kondycji w projektach DeFi.
ru: Total Value Deposited - долларовая сумма всех OHM, внесенных в протокол. Эта метрика часто используется в качестве индикатора роста или здоровья в проектах DeFi.
tr: Yatırılmış Toplam Değer, protokoldeki yatırılmış tüm OHM'ların dolar cinsinden değeridir. Bu metrik genelde DeFi projelerinde sağlıklı büyüme indikatörü olarak kullanılır.
vi: Tổng Giá trị đã Gửi, là số tiền bằng đô la của tất cả OHM được stake trong giao thức. Số liệu này thường được sử dụng làm chỉ báo cho tăng trưởng hoặc sức khỏe của các dự án DeFi.

source: Transaction may revert if price changes by more than slippage %
fr: La transaction peut-être annulée si un changement de prix supérieure au pourcentage de glissement survient
pl: Transakcja może zostać odrzucona, jeżeli cena zmieni się powyżej % wahania
ru: Сделка может быть возвращена, если цена изменится более чем на % проскальзывания
tr: Fiyat slipaj yüzdesinden daha fazla değişirse işlem iptal olabilir
vi: Giao dịch có thể hoàn nguyên nếu giá thay đổi hơn % trượt giá

source: Treasury Balance
fr: Solde de Trésorerie
pl: Saldo Skarbca
ru: Баланс казначейства
tr: Hazine Bakiyesi
vi: Số dư Kho bạc

source: Unstake
fr: Retirer
pl: Odstakuj
ru: Анстейк
tr: Çek
vi: Hoàn cọc

source: Unstake OHM
fr: Retirer vos OHM
pl: Odstakuj OHM
ru: Анстейк OHM
tr: OHM çek
vi: Hoàn cọc OHM

source: Unstaked Balance
fr: Solde dans votre portefeuille
pl: Odstakowana wartość
ru: Анстейкнутый Баланс
tr: Yatırılmamış Bakiye
vi: Số dư hoàn cọc

source: Unstaking sOHM
fr: Retrait de sOHM
pl: Odstakowanie sOHM
ru: Анстейкнутый sOHM
tr: sOHM çekiliyor
vi: Đang hoàn cọc sOHM

source: Unwrapping sOHM
fr: Désencapsulation de sOHM
pl: Odwrappowanie sOHM
ru: Развернутый sOHM
tr: sOHM geri açılıyor
vi: Mở gói sOHM

source: Value cannot be more than your sOHM balance of
pl: Wartośc nie może być większa niż twój balans sOHM wynoszący
ru: Значение не может быть больше, чем ваш баланс sOHM
tr: Girdiğiniz değer sOHM bakiyenizden fazla olamaz
vi: Giá trị không được vượt quá số dư sOHM

source: Value cannot be more than your sOHM balance of {0}
pl: Wartość nie może być większa niż balans twojego sOHM wynoszący {0}
ru: Значение не может быть больше, чем ваш баланс sOHM {0}
tr: Girdiğiniz değer {0} sOHM bakiyenizden fazla olamaz
vi: Giá trị không được vượt quá số dư sOHM {0}

source: Value must be positive
fr: La valeur doit être positive
pl: Wartość musi być pozytywna
ru: Значение должно быть положительным
tr: Değer pozitif olmalıdır
vi: Giá trị phải là số dương

source: Vault
fr: Coffre-fort
pl: Skarbiec
ru: Хранилище
tr: Kasa
vi: Kho tiền

source: Vesting Term
pl: Okres Nabywania
ru: Срок наделения правами
tr: Tamamlanma Süresi
vi: Kỳ hạn

source: View Asset
pl: Zobacz Aktywo
ru: Посмотреть активы
tr: Varlığı görüntüle
vi: Xem Tài sản

source: View Details
fr: Voir le détail
pl: Pokaż Szczegóły
ru: Посмотреть детали
tr: Detaylar
vi: Xem các Chi tiết

source: Wallet
fr: Portefeuille
pl: Portfel
ru: Кошелек
tr: Cüzdan
vi: Ví

source: Winners / prize period
pl: Zwycięzcy / okres nagród
ru: Победители/призовой период
tr: Kazanan kullanıcı sayısı
vi: Người chiến thắng/ Phần thưởng

source: Withdraw
fr: Retirer
pl: Wypłać
ru: Вывод средств
tr: Çek
vi: Rút

source: Withdraw Early & pay
pl: Wypłać wcześnie i zapłać
ru: Досрочное снятие и оплата
tr: Erken çek ve ücret öde
vi: Rút tiền sớm và thanh toán

source: Withdraw sOHM
pl: Wypłać sOHM
ru: Вывод sOHM
tr: sOHM çek
vi: Rút sOHM

source: Withdrawals can be made once the prize has been awarded.
pl: Wypłaty możliwe po tym jak nagroda zostanie przyznana.
ru: Вывод средств может быть осуществлен после получения приза.
tr: Ödül dağıtıldıktan sonra para çekilebilir.
vi: Rút tiền có thể được thực hiện sau khi giải thưởng đã được trao

source: Withdrawing sOHM donation
pl: Wypłacanie darowizny sOHM
ru: Отказ от пожертвования sOHM
tr: sOHM bağışı çekiliyor
vi: Đang rút sOHM quyên góp

source: Withdrawing {quantity} sOHM reduces your odds of winning to 1 in {newOdds}
pl: Wypłacanie {quantity} sOHM redukuje szanse wygrania do 1 do {newOdds}
ru: Снятие {количество} sOHM уменьшает ваши шансы на выигрыш до 1 к {newOdds}
tr: {quantity} sOHM çekmek kazanma şansınızı {newOdds}de 1'e düşürecektir
vi: Rút {quantity} sOHM giảm tỷ lệ chiến thắng của bạn xuống còn 1 trong {newOdds}

source: Wrap
fr: Encapsuler
pl: Wrapuj
ru: Обернуть
tr: Sar
vi: Gói

source: Wrap / Unwrap
fr: Encapsuler/Désencapsuler
pl: Wrappuj / Odwrappuj
ru: Обернуть / развернуть
tr: Sar / Geri aç
vi: Gói / Mở gói

source: Wrapping OHM
fr: Encapsulation de OHM
pl: Wrappowanie OHM
ru: Обертывание OHM
tr: OHM sarılıyor
vi: Đang gói OHM

source: YIELD SENT
fr: INTÊRETS VERSES
pl: YIELD WYSŁANY
ru: ОТПРАВЛЕНО
tr: Gelir gönderildi
vi: LỢI SUẤT ĐÃ GỬI

source: Yield Source
pl: Źródło Zysku
ru: Источник дохода
tr: Getiri Kaynağı
vi: Nguồn lợi suất

source: You Choose
fr: Vous choisissez
pl: Ty Wybierasz
ru: Ваш Выбор
tr: Siz seçersiniz
vi: Bạn chọn

source: You Get
fr: Vous recevrez
pl: Otrzymujesz
ru: Вы Получаете
tr: Alacağınız
vi: Bạn nhận

source: You Give
fr: Vous donnez
pl: Podarowujesz
ru: Вы Отдаете
tr: Siz yatırırsınız
vi: Bạn cho đi

source: You Pay
fr: Vous payez
pl: Płacisz
ru: Вы Платите
tr: Ödeyeceğiniz
vi: Bạn thanh toán

source: You Will Get
fr: Vous obtiendrez
pl: Otrzymasz
ru: Вы Получите
tr: Alacağınız Miktar
vi: Bạn sẽ nhận được

source: You are now ready to migrate
fr: Vous êtes maintenant prêt pour la migration
pl: Jesteś teraz gotowy by przenieść
ru: Теперь вы готовы к миграции
tr: Varlıklarınızı taşımaya hazırsınız
vi: Bây giờ bạn đã sẵn sàng để sát nhập

source: You can choose to withdraw the deposited fund at any time. By withdrawing the fund, you are eliminating reducing the chance to win the prize in this pool in future prize periods
pl: Możesz wybrać wypłatę zdeponowanych środków w każdej chwili. Wypłacając środki, redukujesz szanse wygrania nagrody w tej puli w przyszłych okresach nagród
ru: Вы можете в любое время снять внесенный фонд. Снимая средства, вы уменьшаете шанс выиграть приз в этом пуле в будущих призовых периодах.
tr: Yatırdığınız miktarı istediğiniz zaman çekebilirsiniz. Yatırdığınız miktarı çekerek, bir sonraki çekiliş dönemindeki kazanma şansınızı azaltmış olursunuz.
vi: Bạn có thể chọn rút tiền đã ký gửi bất kỳ lúc nào. Bằng cách rút tiền, bạn đang loại bỏ việc giảm cơ hội giành được giải thưởng trong pool này trong các kỳ giải thưởng trong tương lai

source: You cannot migrate more than your wsOHM balance
fr: Vous ne pouvez pas migrer plus que votre solde wsOHM
pl: Nie możesz migrować więcej niż wynosi balans twoich wsOHM
vi: Bạn không thể sáp nhập nhiều hơn số dư wsOHM của mình

source: You cannot stake more than your OHM balance
fr: Vous ne pouvez déposer plus que votre solde de OHM
pl: Nie możesz zastakować więcej niż wynosi balans twoich OHM
ru: Вы не можете застейкать больше, чем ваш баланс OHM
tr: OHM bakiyenizden daha fazlasını yatıramazsınız
vi: Bạn không thể đặt cọc nhiều hơn số dư OHM của mình

source: You cannot unstake more than your
fr: Vous ne pouvez retirer plus que votre
pl: Nie możesz odstakować więcej niż wynosi balans twoich
ru: Вы не можете отдать больше, чем
tr: Bakiyenizden daha fazlasını çekemezsiniz
vi: Bạn không thể hoàn cọc nhiều hơn

source: You cannot unwrap more than your gOHM balance
fr: Vous ne pouvez pas désencapsuler plus que votre solde gOHM
pl: Nie możesz odwrappować więcej niż wynosi balans twoich gOHM
vi: Bạn không thể mở nhiều hơn số dư gOHM của mình

source: You cannot withdraw more than your pool balance
pl: Nie możesz wypłacić więcej niż wartość Twoich środków w puli
ru: Вы не можете снять больше, чем баланс вашего пула
tr: Havuz bakiyenizden daha büyük bir değeri çekemezsiniz.
vi: Bạn không thể rút nhiều hơn số dư pool của mình

source: You cannot wrap more than your sOHM balance
fr: Vous ne pouvez pas encapsuler plus que votre solde sOHM
pl: Nie możesz wrappować więcej niż wynosi balans twoich sOHM
vi: Bạn không thể gói nhiều hơn số dư sOHM của mình

source: You have an existing bond. Bonding will reset your vesting period and forfeit rewards. We recommend claiming rewards first or using a fresh wallet. Do you still want to proceed?
pl: Posiadasz istniejącą obligację. Obligowanie zresetuje Twój okres nabywania i utracisz nagrody. Rekomendujemy najpierw odbiór nagród albo użycie innego portfela. Czy na pewno chcesz kontynuować?
ru: У вас есть существующая облигация. Передача облигаций приведет к обнулению периода наделения правами и потере вознаграждений. Мы рекомендуем сначала потребовать вознаграждения или использовать новый кошелек. Вы все еще хотите продолжить?
tr: Mevcut bir Bononuz bulunuyor. Teker Bono satın almak mevcut bononuzun süresini sıfırlayacak ve ödüllerinizden caymış olacaksınız. İlk önce ödüllerinizi çekmenizi veya yeni bir cüzdan kullanmanızı öneririz. Yine de devam etmek istiyor musunuz?
vi: Bạn có một trái phiếu hiện tại. Việc mua trái phiếu sẽ thiết lập lại kỳ hạn của bạn và mất phần thưởng. Chúng tôi khuyên bạn nên nhận phần thưởng trước hoặc sử dụng ví mới. Bạn vẫn muốn tiếp tục chứ?

source: You have assets ready to migrate to v2
fr: Vous avez des actifs prêts à migrer vers Olympus v2
pl: Posiadasz aktywa gotowe do migracji V2
ru: У вас есть активы, готовые к миграции на v2
tr: V2'ye taşınmaya hazır varlıklarınız bulunuyor
vi: Bạn có tài sản sẵn sàng để chuyển sang phiên bản v2

source: You have no yield that can be redeemed.
pl: Nie posiadasz Zysku który może byc odebrany
ru: У вас нет урожая, который можно собрать.
tr: Çekebileceğiniz gelir bulunmuyor.
vi: Bạn không có lợi suất nào có thể quy đổi được.

source: You may be trying to give more than your balance! Error code: 32603. Message: ds-math-sub-underflow
pl: Być może próbujesz dać więcej niż wynosi twoje saldo! Error code: 32603. Message: ds-math-sub-underflow
ru: Возможно, вы пытаетесь дать больше, чем ваш баланс! Код ошибки: 32603. Сообщение: ds-math-sub-underflow
tr: Mevcut bakiyenizden daha fazlasını vermeye çalışıyorsunuz. Hata kodu: 32603. Mesaj: ds-math-sub-underflow
vi: Bạn có thể đang cố gắng tặng nhiều hơn số dư của mình! Mã lỗi: 32603. Thông báo: ds-math-sub-underflow

source: You must complete the migration of your assets to stake additional OHM
fr: Vous devez termilaner la migration de vos actifs pour déposer des OHM additionnels
pl: Musisz zakończyć migrację swoich środków aby zastkować kolejne tokeny OHM
ru: Вы должны завершить миграцию своих активов чтобы застейкать еще OHM
tr: Daha fazla OHM yatırabilmek için varlıklarını taşımanız gerekmektedir
vi: Bạn có thể đang cố gắng đặt cọc nhiều hơn số dư của mình! Mã lỗi: 32603. Thông báo: ds-math-sub-underflow

source: You must have a balance of sOHM (staked OHM) to continue
pl: Musisz posiadać wartość sOHM (zastakowany OHM) aby kontynuować
ru: Для продолжения необходимо иметь баланс sOHM (staked OHM)
tr: Devam edebilmek için sOHM bakiyeniz olmalıdır
vi: Bạn phải có số dư sOHM (OHM đặt cọc) để tiếp tục

source: Your Balance
fr: Votre solde
pl: Twoje Środki
ru: Ваш баланс
tr: Mevcut Bakiyeniz
vi: Số dư của bạn

source: Your Donations
fr: Vos donations
pl: Twoje Darowizny
ru: Ваши Донаты
tr: Bağışlarınız
vi: Quyên góp của bạn

source: Your Pooled Balance (withdrawable)
pl: Twoje środki w puli (możliwe do wypłaty)
ru: Ваш общий баланс (снимаемый)
tr: Havuza Yatırılmış Çekilebilir bakiyeniz
vi: Số dư trong pool của bạn (có thể rút)

source: Your Staked Balance (Depositable)
pl: Twoje Zastakowane Środki (możliwe do zdeponowania)
ru: Ваш застейканный баланс (депозитный)
tr: Kullanılaiblir Yatırılmış bakiyeniz
vi: Số dư đặt cọc của bạn (Có thể nạp)

source: Your current Staked Balance is
pl: Twój obecny Zastakowany Balans to
vi: Số dư đặt cọc hiện tại của bạn là

source: Your current deposit is {0} sOHM
pl: Twój obecny depozyt to {0} sOHM
ru: Ваш текущий депозит составляет {0} sOHM
tr: Mevcut yatırımınız {0} sOHM
vi: Khoản tiền gửi hiện tại của bạn là {0} sOHM

source: Your odds
pl: Twoje szanse
ru: Ваши шансы
tr: Kazanma şansınız
vi: Tỷ lệ cược của bạn

source: Your pool deposits
pl: Twoje depozyty w puli
ru: Ваши вклады в пул
tr: Havuza yatırılmış bakiyeniz
vi: Tiền nạp của bạn trong pool

source: Your sOHM will be tansferred into the vault when you submit. You will need to approve the transaction and pay for gas fees.
pl: Twoje tokeny sOHM zostaną przeniesione do skarbca po przesłaniu. Będziesz musiał zatwierdzić transakcję i uiścić opłate za gas.
ru: Ваш sOHM будет переведен в хранилище при подаче заявки. Вам необходимо будет одобрить транзакцию и оплатить комиссию за газ.
tr: İlettiğiniz zaman sOHM'unuz kasaya aktarılacak. İşlemi onaylamanız ve gas ücretini ödemeniz gerekiyor.
vi: SOHM của bạn sẽ được chuyển vào kho khi bạn gửi. Bạn sẽ cần phải phê duyệt giao dịch và thanh toán phí gas.

source: Your total awards
pl: Twoja suma nagród
ru: Ваши общие награды
tr: Toplam kazandığınız ödül
vi: Tổng giải thưởng của bạn

source: Your wallet balance
pl: Twoja wartość portfela
ru: Баланс вашего кошелька
tr: Cüzdan bakiyeniz
vi: Số dư ví của bạn

source: Zap is a swap
fr: Zap est un échangeur (un swap)
pl: Zap to zamiana
ru: Зап это обмен
tr: Zap bir takastır
vi: Zap là 1 hoán đổi

source: Zap with more assets
fr: Zappez d'autres actifs
pl: Zappuj z większą ilością aktywów
vi: Zap với nhiều tài sản hơn
