Repository: OlympusDAO/olympus-translations
Catalog: olympus-frontend/*/messages.po
Languages: fr, pl, ru, tr, vi

source: Learn More
fr: Apprenez en plus
pl: Dowiedz się więcej
ru: Подробнее
tr: Daha fazla
vi: Tìm hiểu thêm

source: Liquid Backing per OHM
fr: Collatéral liquide par OHM
pl: Płynne Oparcie na OHM
vi: Thanh khoản hỗ trợ mỗi OHM

source: Liquid Treasury Backing does not include LP OHM, locked assets, or reserves used for RFV backing. It represents the budget the Treasury has for specific market operations which cannot use OHM (inverse bonds, some liquidity provision, OHM incentives, etc)
fr: Le collatéral liquide de la trésorerie n'inclut pas les LP OHM, les actifs en dépôt ou les réserves utilisées pour collatéraliser les RFV. Il représente le budget de la trésorerie pour des opérations qui ne supportent pas OHM (obligations inverses, provisions, incentives via OHM, etc)
pl: Płynne Oparcie Skarbowe nie zawiera LP OHM, zablokowanych aktywów lub rezerw użytych dla oparcia RFV. Reprezentuje budżet Skarbca na specjalne operacje rynkowe w których nie mozna użyć OHM (Obligacje Odwrócone, różne prowizje, zachęty, itd.)
ru: Ликвидная казначейская поддержка не включает LP OHM, заблокированные активы или резервы, используемые для RFV поддержки. Оно представляет собой бюджет, имеющийся у Казначейства для конкретных рыночных операций, которые не могут использовать OHM (обратные облигации, некоторые виды обеспечения ликвидности, стимулы OHM и т.д.).
vi: Hỗ trợ Kho bạc Thanh khoản không bao gồm LP OHM, tài sản bị khóa hoặc các khoản dự trữ được sử dụng để hỗ trợ RFV. Nó đại diện cho ngân sách mà kho bạc có cho các hoạt động thị trường cụ thể không thể sử dụng OHM (trái phiếu nghịch đảo, một số chương trình cung cấp thanh khoản, khuyến khích thanh khoản OHM, v.v.)

source: Lock sOHM in vault
fr: Vérouillez vos sOHM dans le coffre fort
pl: Zablokuj sOHM w skarbcu
ru: Залочить sOHM в хранилище
tr: sOHM'larınızı Kasaya kilitleyin
vi: Khóa sOHM trong kho tiền

source: Looks like you haven’t made any donations yet
fr: Il semble que vous n'ayez pas encore fait de donations
pl: Wygląda na to, że jeszcze nie dokonałeś żadnej darowizny
ru: Похоже, вы еще не сделали ни одного пожертвования.
tr: Henüz bir bağış yapmadınız.
vi: Có vẻ như bạn chưa thực hiện bất kỳ khoản quyên góp nào

source: Market Cap
fr: Capitalisation
pl: Kapitalizacja rynkowa
ru: Рыночная капитализация
tr: Piyasa Değeri
vi: Vốn hóa thị trường

source: Market Price
fr: Prix du marché
pl: Cena rynkowa
ru: Рыночная Цена
tr: Piyasa Fiyatı
vi: Giá thị trường

source: Market SLP
fr: SLP sur le marché
ru: Рынок SLP
tr: Piyasadaki SLP
vi: SLP Thị trường

source: Market Value of Treasury Assets
fr: Valeur de marché des actifs en trésorerie
pl: Wartość Rynkowa Aktywów Skarbca
ru: Рыночная стоимость активов казначейства
tr: Hazine Varlıklarının Piyasa Değeri
vi: Giá trị thị trường của các tài sản trong kho bạc

source: Market Value of Treasury Assets, is the sum of the value (in dollars) of all assets held by the treasury (Excluding pTokens and Vested tokens).
fr: La valeur marchande des actifs en trésorerie est la somme de la valeur (en dollars) de tous les actifs détenus par la trésorerie (à l'exception des pTokens et des jetons en maturation).
pl: Wartość rynkowa aktywów skarbowych to suma wartości (w dolarach) wszystkich aktywów posiadanych przez skarbiec (z wyłączeniem pTokenów i tokenów nabywających).
vi: Giá trị thị trường của tài sản kho bạc, là tổng giá trị (tính bằng đô la) của tất cả tài sản do kho bạc nắm giữ (Không bao gồm pTokens và mã thông báo trong kỳ hạn).

source: Max
pl: Maks
ru: Максимум
tr: Maks.
vi: Tối đa

source: Max You Can Buy
fr: Maximum que vous pouvez acheter
pl: Maksymalna ilość, którą możesz kupić
ru: Максимум, что можно купить
tr: Satın alabileceğiniz maksimum miktar
vi: Mức có thể mua tối đa

source: Max capacity is {maxBondable} {0} for {1} sOHM. Click Max to autocomplete.
pl: Maksymalna pojemność to {maxBondable} {0} dla {1} sOHM. Kliknij Max by wypełnić automatycznie
ru: Максимальная емкость - {maxBondable} {0} для {1} sOHM. Нажмите Макс для автозаполнения.
tr: Alabileceğiniz maksimum miktar {maxBondable} {0} için {1} sOHM. Otomatik tamamlamak için Maks. butonuna tıklayın.
vi: Dung lượng tối đa là {maxBondable} {0} cho {1} sOHM. Nhấp vào tối đa để tự động hoàn tất.

source: Migrate
fr: Migrez
pl: Migruj
ru: Перенести
tr: Taşı
vi: Sáp nhập

source: Migrate all to
fr: Tout migrer vers
pl: Przenieś wszystkie do
ru: Перенести все на
tr: Hepsini Taşı
vi: Sáp nhập tất cả đến

source: Migrated
fr: Migré
pl: Przeniesione
ru: Перенесено
tr: Taşınmış
vi: Đã được sáp nhập

source: Migration Output
fr: En fin de migration
pl: Output Migracji
ru: Миграционный вывод
tr: Taşınma sonucu alınan miktar
vi: Sự sáp nhập đầu ra

source: Migration complete
fr: Migration terminée
pl: Migracja zakończona
ru: Миграция завершена
tr: Taşınma tamamlandı
vi: Sáp nhập hoàn tất

source: Minimum Output Amount: 0.5
fr: Montant minimum obtenu: 0.5
pl: Minimalna Ilość Wyjściowa: 0.5
ru: Минимальный выходной объем: 0.5
tr: Minimum alınacak miktar: 0.5
vi: Số lượng đầu ra tối thiểu: 0.5

source: Minimum You Get
fr: Le minimum que vous obtiendrez
pl: Minimalna ilość jaką otrzymasz
ru: Минимум, который вы получаете
tr: Alacağınız min. miktar
vi: Khoản tối thiểu kiếm được

source: My Donations
fr: Mes donations
pl: Moje Darowizny
ru: Мои Донаты
tr: Bağışlarım
vi: Các khoản quyên góp của tôi

source: Negative discount is bad (you pay more than the market value). The bond discount is the percentage difference between OHM's market value and the bond's price.
pl: Ujemny rabat jest zły (płacisz więcej niż wartość rynkowa). Dyskonto obligacji to procentowa różnica między wartością rynkową OHM a ceną obligacji.
ru: Отрицательный дисконт - это плохо (вы платите больше, чем рыночная стоимость). Дисконт облигации - это процентная разница между рыночной стоимостью OHM и ценой облигации.
tr: Negatif indirim kötüdür. (Piyasa değerinden daha fazla ödersiniz.) Bono indirimi OHM'un piyasa değeri ile bono fiyatı arasındaki farkın oranıdır.
vi: Chiết khấu âm là không tốt (bạn phải trả nhiều hơn giá trị thị trường). Chiết khấu trái phiếu là phần trăm chênh lệch giữa giá trị thị trường của OHM và giá trái phiếu.

source: New
ru: Новый
vi: Mới

source: New sOHM Amount
pl: Nowa Ilość sOHM
ru: Новая сумма sOHM
tr: Yeni sOHM Miktarı
vi: Lượng sOHM mới

source: New sOHM deposit
pl: Nowy depozyt sOHM
ru: Новый депозит sOHM
tr: Yeni sOHM Yatırımı
vi: Gửi sOHM mới

source: Next Reward Amount
fr: Montant de la prochaine récompense
pl: Ilość następnej nagrody
ru: Следующая сумма вознаграждения
tr: Sıradaki Faiz Miktarı
vi: Số tiền thưởng tiếp theo

source: Next Reward Yield
fr: Pourcentage de gain de la prochaine récompense
pl: Zysk z następnej nagrody
ru: Следующая Доходность вознаграждения
tr: Sıradaki Faiz Yüzdesi
vi: Lợi suất tiếp theo

source: No active bonds
fr: Pas d'obligations actives
pl: Brak aktywnych obligacji
ru: Отсутствие активных облигаций
vi: Không có trái phiếu trong kỳ hạn

source: OHM Price
pl: Cena OHM
ru: Цена OHM
tr: OHM Fiyatı
vi: Giá OHM

source: OHM Staked
fr: OHM en dépôt
pl: Zsatakowane OHM
ru: OHM Застейкано
tr: Yatırılan OHM Yüzdesi
vi: OHM đã đặt cọc

source: OHM Staked is the ratio of sOHM to circulating supply of OHM (staked vs total)
fr: OHM en dépôt, le ratio de sOHM sur la quantité totale d'OHM (en dépôt vs total)
pl: Zastakowane OHM to stosunek sOHM do krążącej podaży OHM (zastakowane vs. ogółem)
ru: OHM Staked - это отношение sOHM к циркулирующему предложению OHM (застейкано и всего).
tr: Yatırılan OHM Yüzdesi, sOHM'un dolaşımda olan OHM arzına oranıdır. (Yatırılmış vs Toplam)
vi: OHM đã đặt cọc là tỷ lệ sOHM trên nguồn cung cấp OHM lưu thông (đặt cược so với tổng số)

source: OlyZap reduces complexity, saves you time and keeps you here on Olympus.
fr: OlyZap réduit la complexité, vous permet de gagner du temps, et vous permet de tout gérer via Olympus
pl: OlyZap redukuje złożoność, oszczędza Twój czas i trzyma Cię tutaj, w Olympusie.
ru: OlyZap снижает сложность, экономит ваше время и удерживает вас на Olympus.
tr: OlyZap karmaşıklığı çözer vezaman kazandırır. Siteden ayrılmanıza gerek kalmaz.
vi: OlyZap giảm độ phức tạp, tiết kiệm thời gian và bạn không cần rời khỏi trang của Olympus

source: Olympus Give is a means of directing the yield that is accrued on your sOHM to another wallet. The first step is depositing your sOHM and specifying a recipient.
fr: Olympus Give est un moyen de rediriger les intérêts produits par vos sOHM vers un autre portefeuille. La première étape est de déposer vos sOHM et de choisir un récipiendaire
pl: Olympus Give to sposób na skierowanie zysku nagromadzonego w sOHM do innego portfela. Pierwszym krokiem jest zdeponowanie sOHM i określenie odbiorcy.
ru: Olympus Give - это способ направить доход, накопленный на вашем sOHM, на другой кошелек. Первый шаг - пополнение вашего sOHM и указание получателя.
tr: Olympus Give sOHM'unuzun biriken faiz gelirini başka bir cüzdana aktarmanın bir yoludur. İlk adım sOHM'unuzu yatırmak ve bir kampanya seçmek.
vi: Olympus Quà tặng là một phương tiện di chuyển lợi suất đã được tích lũy trên sOHM của bạn đến một ví khác. Bước đầu tiên là gửi sOHM của bạn và chỉ định người nhận.

source: Olympus v2 introduces upgrades to on-chain governance and bonds to enhance decentralization and immutability.
fr: Olympus V2 introduit des mises à jour concernant la gouvernance on-chain et les obligations afin d'en améliorer la décentralisation et l'immutabilité
pl: Olympus v2 wprowadza aktualizacje do zarządzania (on-chain) w łańcuchu i obligacji w celu zwiększenia decentralizacji i niezmienności.
ru: В Olympus v2 внесены изменения в управление цепочкой и облигации для повышения децентрализации и неизменности.
tr: Olympus V2, merkeziyetsizlik ve değişmezliği geliştirecek, on-chain yönetimi ve bonolara yükseltme yeniliklerini getirir.
vi: Olympus v2 giới thiệu các bản nâng cấp đến quản trị trên chuỗi và trái phiếu để tăng cường tính phi tập trung và tính bất biến.

source: Once your current bonds have been claimed, you can migrate your assets to stake more OHM
pl: Po odebraniu Twoich obecnych obligacji możesz przenieść swoje aktywa, aby stakować więcej OHM
ru: Как только ваши текущие облигации будут востребованы, вы можете перевести свои активы, чтобы заложить больше OHM
tr: Mevcut bonolarınızı çektikten sonra daha fazla OHM yatırabilmek için varlıklarınızı taşıyabilirsiniz.
vi: Sau khi bạn nhận số trái phiếu hiện tại, bạn có thể di chuyển tài sản của mình để stake thêm OHM

source: Page not found
fr: Page non trouvée
pl: Strona nie została znaleziona
ru: Страница не найдена
tr: Sayfa bulunamadı.
vi: Không tìm thấy trang

source: Payout
fr: Paiement
pl: Wypłata
ru: Выплаты
tr: Alınacak miktar
vi: Số tiền thanh toán

source: Payout Asset
fr: Actif obtenu en paiement
pl: Zasób Wypłaty
ru: Выплачиваемый актив
vi: Tài sản thanh toán

source: Pending
pl: W trakcie
ru: В ожидании
tr: Kalan
vi: Đang chờ đợi

source: Pending Payout
pl: Oczekująca Wypłata
ru: Ожидание выплаты
tr: Kalan miktar
vi: Số tiền thanh toán đang chờ

source: Pending Rewards
pl: Oczekujące nagrody
ru: Ожидаемые вознаграждения
tr: Kalan miktar
vi: Phần thưởng đang chờ

source: Pending...
fr: En attente...
pl: W trakcie...
ru: В ожидании...
tr: İşleniyor...
vi: Đang chờ...

source: Please approve Olympus DAO to use your
fr: Veuillez approuver Olympus Dao pour utiliser vos
pl: Prosimy o zatwierdzenie Olympus DAO do korzystania z twojego
vi: Vui lòng chấp thuận Olympus DAO để sử dụng

source: Please approve Olympus Dao to use your
fr: Veuillez approuver Olympus Dao pour utiliser vos
pl: Zatwierdź Olympus Dao, aby używał Twojego
ru: Пожалуйста, разрешите Olympus Dao использовать ваши активы
tr: Lütfen işlemi onaylayın
vi: Vui lòng cho phép Olympus Dao sử dụng

source: Please connect your wallet
pl: Proszę, połącz swój portfel!
ru: Пожалуйста, подключите свой кошелек
tr: Lütfen cüzdanınızı bağlayın
vi: Vui lòng kết nối ví

source: Please connect your wallet!
pl: Proszę, połącz swój portfel!
ru: Пожалуйста, подключите свой кошелек!
tr: Lütfen cüzdanınızı bağlayın
vi: Vui lòng kết nối ví!

source: Please enter a different address: cannot direct to the same wallet
fr: Veuillez saisir une autre addresse. Vous ne pouvez pas rediriger vers le même portefeuille
pl: Proszę, wprowadź inny adres: nie można skierować do tego samego portfela
ru: Пожалуйста, введите другой адрес: невозможно направить на тот же кошелек
tr: Lütfen farklı bir adres girin: aynı adrese gönderilemez
vi: Vui lòng nhập một địa chỉ khác: không thể chuyển thẳng đến cùng một ví

source: Please enter a number
fr: Veuillez entrer un nombe
pl: Proszę, wprowadź numer
ru: Пожалуйста, введите номер
tr: Lütfen bir miktar giriniz
vi: Vui lòng nhập một số

source: Please enter a number greater than 0
fr: Veuillez entrer un nombre supérieur à 0
pl: Proszę, wprowadź numer większy niż 0
ru: Пожалуйста, введите число больше 0
tr: Lütfen 0'dan büyük bir miktar giriniz
vi: Vui lòng nhập một số lớn hơn 0

source: Please enter a valid Ethereum address
fr: Veuillez saisir une addresse Ethereum valide
pl: Proszę, wprowadź poprawny adres Ethereum
ru: Пожалуйста, введите действительный адрес Ethereum
tr: Lütfen geçerli bir Ethereum adresi giriniz
vi: Vui lòng nhập địa chỉ Ethereum hợp lệ

source: Please enter a valid value!
pl: Proszę, Wpisz poprawną wartość!
ru: Пожалуйста, введите действительное значение!
tr: Lütfen geçerli bir değer giriniz
vi: Vui lòng nhập một giá trị hợp lệ!

source: Please enter a value
fr: Veuillez saisir une valeur
pl: Proszę, Wpisz wartość
ru: Пожалуйста, введите значение
tr: Lütfen bir değer giriniz
vi: Vui lòng nhập một giá trị

source: Please enter a value!
fr: Merci d'entrer une valeur!
pl: Proszę, Wpisz wartość!
ru: Пожалуйста, введите значение!
tr: Lütfen bir miktar giriniz.
vi: Vui lòng nhập một giá trị!

source: Please refresh your page and try again
fr: Veuillez rafraichir votre page et réessayer
pl: Proszę, odśwież stronę i spróbuj ponownie
ru: Пожалуйста, обновите страницу и попробуйте снова
tr: Lütfen sekmeyi yenileyin ve tekrar deneyin
vi: Vui lòng làm mới trang và thử lại

source: Please switch to testnet!
pl: Proszę, zmień sieć na Testnet
ru: Пожалуйста, перейдите на testnet!
tr: Lütfen testnet'e geçin
vi: Vui lòng chuyển sang mạng thử nghiệm!

source: Please switch to the Abritrum or Avalanche networks to migrate
fr: Veuillez utiliser les réseaux Abritrum ou Avalanche pour migrer
pl: Proszę, zmień sieć na Abritrum lub Avalanche aby migrować
vi: Vui lòng chuyển sang mạng Abritrum hoặc Avalanche để di chuyển

source: Please switch to the Ethereum network to stake your OHM
fr: Veuillez utiliser le réseau Ethereum pour déposer vos OHM
pl: Proszę, zmień sieć na Ethereum by stakować swoje OHM
ru: Пожалуйста, переключитесь на сеть Ethereum, чтобы застейкать OHM
tr: OHM'unuzu yatırabilmek için lütfen Ethereum ağına geçiniz
vi: Vui lòng chuyển sang mạng Ethereum để đặt cọc OHM của bạn

source: Please switch to the Ethereum network to unstake your
fr: Veuillez utiliser le réseau Ethereum pour retirer vos
pl: Proszę, zmień sieć na Ethereum by odstakować swoje
ru: Пожалуйста, переключитесь на сеть Ethereum, чтобы анстейкнуть свой
tr: OHM'unuzu çekebilmek için lütfen Ethereum ağına geçiniz
vi: Vui lòng chuyển sang mạng Ethereum để hoàn cọc OHM của bạn

source: Please switch to the Ethereum network to unwrap your gOHM
fr: Veuillez utiliser le réseau Ethereum pour désencapsuler vos gOHM
pl: Proszę, zmień sieć na Ethereum by odwrappować swoje gOHM
vi: Vui lòng chuyển sang mạng Ethereum để mở gOHM của bạn

source: Please switch to the Ethereum network to wrap your sOHM
fr: Veuillez utiliser le réseau Ethereum pour encapsuler vos gOHM
pl: Proszę, zmień sieć na Ethereum by wrappować swoje sOHM
vi: Vui lòng chuyển sang mạng Ethereum để gói sOHM của bạn

source: Pool Award Balance is currently 0.
pl: Kwota nagród w puli wynosi aktualnie 0.
ru: Баланс премии пула в настоящее время равен 0.
tr: Havuzdaki Ödül miktarı şu an 0.
vi: Số dư tổng phần thưởng hiện tại là O.

source: Pool owner
pl: Właściciel puli
ru: Владелец пула
tr: Havuz Sahibi
vi: Chủ sở hữu bể

source: Post-migration
pl: Post-migracja
ru: После миграции
tr: Taşıma sonrası
vi: Sau sáp nhập

source: Pre-migration
pl: Pre-migracja
ru: Предварительная миграция
tr: Taşıma öncesi
vi: Trước sáp nhập

source: Price
fr: Prix
pl: Cena
ru: Цена
tr: Fiyat
vi: Giá

source: Prize Pool Info
pl: Informacja o puli nagród
ru: Информация о призовом фонде
tr: Ödül Havuzu Bilgileri
vi: Thông tin về tổng phần thưởng

source: Prize is being awarded
pl: Nagroda zostaje przyznawana
ru: Приз вручается
tr: Ödül dağıtılıyor
vi: Giải thưởng đang được trao

source: Protocol Owned Liquidity OHM-DAI
fr: Liquidité OHM-DAI détenue par le protocol
pl: Płynność OHM-DAI Posiadana przez Protokół
ru: Протокол Собственная ликвидность OHM-DAI
tr: Protokole Ait OHM-DAI Likiditesi
vi: Giao thức sở hữu thanh khoản OHM-DAI

source: Protocol Owned Liquidity, is the amount of LP the treasury owns and controls. The more POL the better for the protocol and its users.
fr: Liquidité OHM-DAI détenue par le protocol, la quantité de LM que le protocole détient et contrôle. Une quantité élevée est bonne pour le protocole.
pl: Płynność Posiadana przez Protokół, to ilość LP, którą skarbiec posiada i kontroluje. Im więcej POL tym lepiej dla protokołu i jego użytkowników.
ru: Ликвидность, принадлежащая протоколу, - это количество LP, которым владеет и управляет казначейство. Чем больше ПОЛ, тем лучше для протокола и его пользователей.
tr: Protokole Ait OHM-DAI Likiditesi, hazinenin sahip olduğu ve kontrol ettiği LP tokenlerinin miktarıdır. Daha fazla POL protokol ve kullanıcılar için daha iyi anlama gelir.
vi: Giao thức sở hữu thanh khoản là số lượng LP mà kho bạc sở hữu và kiểm soát. Càng nhiều POL thì càng tốt cho giao thức và người dùng của nó.

source: Purchased
pl: Zakupione
ru: Приобретено
tr: Satın alınan Miktar
vi: Đã mua

source: RECIPIENT
fr: RECIPIENDAIRE
pl: ODBIORCA
ru: ПОЛУЧАТЕЛЬ
tr: Alıcı
vi: NGƯỜI NHẬN

source: ROI (5-Day Rate)
fr: ROI (Sur 5 jours)
pl: ROI (wskaźnik 5-dniowy)
ru: ROI (5-дневная ставка)
tr: 5 Günlük Getiri Oranı
vi: ROI (Tỷ lệ 5 ngày)

source: Read more about Fairness
pl: Dowiedz się więcej o Fairness
ru: Подробнее о Справедливость
tr: Eşitlik hakkında daha fazla bilgi edinin
vi: Tìm hiểu thêm về Sự công bằng

source: Receives yield from
pl: Otrzymuje zysk od
ru: Получает доход от
tr: 'dan faiz geliri elde eder
vi: Nhận lợi suất từ

source: Recipient
fr: Récipiendaire
pl: Odbiorca
ru: Получатель
tr: Alıcı
vi: Người nhận

source: Recipient Address
fr: Adresse de retrait
pl: Adres Odbiorcy
ru: Адрес получателя
tr: Alıcı adresi
vi: Địa chỉ người nhận

source: Recipient address
pl: Adres odbiorcy
ru: Адрес получателя
tr: Alıcı adresi
vi: Địa chỉ người nhận

source: Recipient earns sOHM rebases
fr: Le récipiendaire reçoit le montant du rebasement de sOHM
pl: Odbiorca otrzymuje rebazy SOHM
ru: Получатель зарабатывает ребазы sOHM
tr: Alıcı sOHM faiz gelirini elde eder
vi: Người nhận kiếm được phần thưởng tái cơ sở sOHM

source: Redeem
fr: Retirer
pl: Odbierz
ru: Выкупить
tr: Çek
vi: Quy đổi

source: Redeem Yield
fr: Réclamer les intérêts
pl: Odbierz Zysk
ru: Доходность выкупа
tr: Geliri çek
vi: Quy đổi lợi suất

source: Redeemable Amount
fr: Montant réclamable
pl: Ilość do odebrania
ru: Сумма к погашению
tr: Çekilebilir miktar
vi: Số lượng có thể quy đổi

source: Remaining
fr: Restant
pl: Pozostało
ru: Оставшиеся
tr: Kalan
vi: Còn lại

source: Risk Free Value of Treasury Assets
fr: Valeur des actifs non risqués en trésorerie.
pl: Wartość Wolna od Ryzyka Aktywów Skarbowych
ru: Безрисковая стоимость казначейских активов
tr: Hazine Varlıkarının Risksiz Değeri
vi: Giá trị phi rủi ro của tài sản kho bạc

source: Risk Free Value, is the amount of funds the treasury guarantees to use for backing OHM.
fr: Valeur des Actifs non Risqués, la valeur garantie des fonds que la trésorerie détient en en collatéral de OHM
pl: Wartość Wolna od Ryzyka, to kwota środków, które Skarbiec gwarantuje, do wykorzystania na wsparcie OHM.
ru: Безрисковая стоимость - это сумма средств, которую казначейство гарантирует использовать для обеспечения OHM.
tr: Hazine Varlıkarının Risksiz Değeri, hazinenin OHM başına desteklemek için kullanmayı garantilediği varlıkların değeridir.
vi: Giá trị phi rủi ro, là số tiền mà kho bạc đảm bảo sẽ sử dụng để hỗ trợ OHM

source: Runway Available
fr: Rampe disponible
pl: Runway Dostępny
ru: Доступна взлетная полоса
tr: Mevcut Runway
vi: Đường băng hiện có

source: Runway, is the number of days sOHM emissions can be sustained at a given rate. Lower APY = longer runway
fr: Rampe, le nombre de jours que les émissions de sOHM peuvent être maintenues a un taux d'intérêt donné. APY faible = Rampe longue
pl: Runway, to liczba dni, przez które emisje sOHM mogą być utrzymane w określonym tempie. Niższe RRSO (APY) = dłuższy Runway
ru: Взлетно-посадочная полоса - это количество дней, в течение которых выбросы sOHM могут поддерживаться на заданном уровне. Более низкий APY = более длинная взлетно-посадочная полоса
tr: Runway, mevcut orandan sOHM basmaya devam edilebilecek gün sayısıdır. Düşük APY = Daha uzun Runway
vi: Đường băng là số ngày lượng phát hành sOHM có thể duy trì ở một tốc độ nhất định. APY thấp hơn = đường băng dài hơn

source: SLP Treasury
fr: SLP en trésorerie
pl: Skarbiec SLP
ru: Казначейство SLP
tr: SLP Hazinesi
vi: Kho bạc SLP

source: Save on gas fees by migrating all your assets to the new gOHM or sOHM in one transaction. Each asset asset above must be approved before all can be migrated.
fr: Faites des économies sur les frais de ga en migrant tous vos actifs vers gOHM ou sOHM. Chaque actif ci-dessus doit être approuvé avant la migration.
pl: Oszczędzaj na opłatach za gas, przenosząc wszystkie swoje aktywa do nowego gOHM lub sOHM w jednej transakcji. Każde aktywo powyżej musi zostać zatwierdzone przed migracją wszystkich.
ru: Сэкономьте на оплате газа, переведя все свои активы в новый gOHM или sOHM одной транзакцией. Каждый вышеуказанный актив должен быть одобрен, прежде чем все активы будут перенесены.
tr: Bütün varlıklarınızı tek işlemde yeni gOHM veya sOHM'a geçirerek gas ücretlerinden tasarruf edin. Yukarıdaki her varlık taşınmadan önce onaylanmalıdır.
vi: Tiết kiệm phí gas bằng cách sáp nhập tất cả tài sản của bạn sang gOHM hoặc sOHM mới trong một giao dịch. Mỗi tài sản bên trên phải được phê duyệt trước khi tất cả có thể được sáp nhập.

source: Select Token
fr: Choisissez un actif
pl: Wybierz Token
ru: Выберите токен
tr: Token seçin
vi: Chọn mã thông báo

source: Select any asset
fr: Choisissez n'importe quel actif
pl: Wybierz jakiekolwiek aktywo
ru: Выберите любой актив
tr: Herhangi bir varlık seçin
vi: Chọn bất kì tài sản

source: Ser, you have no assets...
fr: Messire, vous ne possédez pas d'actifs...
pl: Panie, nie posiadasz Pan żadnych aktywów...
ru: Сер, у вас нет имущества...
tr: Herhangi bir varlığınız bulunmuyor.
vi: Bạn không có tài sản nào...

source: Single Stake
fr: Dépôt simple
pl: Pojedynczy Stake
ru: Одиночный стейкинг
tr: Yatırmak
vi: Đặt cọc đơn

source: Single Stake (3, 3)
fr: Dépôt simple (3, 3)
pl: Pojedynczy Stake (3, 3)
ru: Одиночный стейкинг (3, 3)
tr: Yatırmak (3, 3)
vi: Đặt cọc đơn (3, 3)

source: Slippage
fr: Glissement
pl: Wahanie
ru: Проскальзывание
tr: Slipaj
vi: Trượt giá

source: Slippage Tolerance
fr: Glissement acceptable
pl: Tolerancja Wahania
ru: Допустимое проскальзывание
tr: Slipaj toleransı
vi: Chống trượt giá

source: Sold Out
pl: Wyprzedano
ru: Продано
tr: Hepsi satıldı
vi: Bán hết
