Repository: OlympusDAO/olympus-translations
Catalog: olympus-frontend/*/messages.po
Languages: fr, pl, ru, tr, vi

source: Zap with more assets and stake <0>OHM</0>
fr: Zappez avec des actifs variés et déposez des <0>OHM</0>
pl: Zappuj z większą ilością aktywów i stakuj <0>OHM<0>
ru: Зап с большим количеством активов и ставкой <0>OHM</0>
tr: Daha fazla varlıkla Zap'le ve <0>OHM</0> yatır
vi: Zap với nhiều tài sản và đặt cọc <0>OHM</0

source: Zap-Stake
fr: Zap-Dépôt
ru: Зап - Стейк
tr: Zap-Yatır
vi: Zap-đặt cọc

source: balance
fr: solde
pl: balans
ru: баланс
tr: bakiye
vi: số dư

source: day
pl: dzień
ru: день
tr: gün
vi: ngày

source: do_bond
fr: Acheter
pl: zobliguj
ru: взять_облигацию
tr: Bono satın almak
vi: Mua trái phiếu

source: do_stake
fr: Déposer
pl: zastakuj
ru: застейкать
tr: Yatırmak
vi: Đặt cọc

source: for
fr: pour
pl: dla
ru: для
vi: cho

source: for bonding
fr: pour acquérir une obligation
pl: dla obligowania
ru: для облигаций
tr: bono satın almak için
vi: đang mua trái phiếu cho

source: for migrating
fr: pour migrer
pl: dla migracji
vi: để sáp nhập

source: for staking
fr: pour effectuer un dépôt
pl: dla stakowania
ru: для стейкинга
tr: yatırmak için
vi: đang đặt cọc cho

source: for unstaking
fr: pour retirer
pl: dla odstakowania
ru: для анстейкинга
tr: çekmek için
vi: đang hoàn cọc cho

source: for unwrapping
fr: pour désencapsuler
pl: dla odwrappingu
vi: để mở gói

source: for wrapping
fr: pour encapsuler
pl: dla wrappingu
vi: để gói

source: gOHM Balance
fr: Solde gOHM
pl: Balans gOHM
ru: Баланс
tr: gOHM Bakiyesi
vi: Số dư gOHM

source: gOHM Balance (Arbitrum)
fr: Solde de gOHM (Arbitrum)
pl: Balans gOHM (Arbitrum)
vi: Số dư gOHM (Arbitrum)

source: gOHM Balance (Avalanche)
fr: Solde de gOHM (Avalanche)
pl: Balans gOHM (Avalanche)
vi: Số dư gOHM (Avalanche)

source: gOHM Balance in Fuse
pl: Balans gOHM w Fuse
ru: gOHM Баланс Fuse
tr: Fuse'daki gOHM Bakiyesi
vi: Số dư gOHM trong Fuse

source: hrs
pl: godz
ru: часы
tr: saat
vi: giờ

source: min
ru: минуты
tr: dk.
vi: phút

source: sOHM Allocation
pl: Alokacja sOHM
ru: sOHM Аллокация
tr: sOHM Payı
vi: Phân bổ sOHM

source: sOHM Balance
fr: Solde sOHM
pl: Balans sOHM
ru: sOHM Баланс
tr: sOHM Bakiyesi
vi: Số dư sOHM

source: sOHM Pool Details
pl: Szczegóły puli sOHM
ru: sOHM детали пула
tr: sOHM Havuzu Detayları
vi: Chi tiết pool sOHM

source: sOHM Prize Pool
pl: Nagrody puli sOHM
ru: sOHM Призовой Пул
tr: sOHM Ödül Havuzu
vi: Tổng Giải thưởng sOHM

source: sOHM Yield
pl: Zysk sOHM
ru: sOHM Заработок
tr: sOHM Geliri
vi: Lợi suất sOHM

source: sOHM Yield Goal
pl: Cel Zysku sOHM
ru: sOHM Цель Заработка
tr: sOHM Geliri Hedefi
vi: Mục tiêu Lợi suất sOHM

source: sOHM deposit
pl: depozyt sOHM
ru: sOHM депозит
tr: sOHM yatırımı
vi: gửi sOHM

source: sec
pl: sek
ru: секунда
tr: sn.
vi: giây

source: to next rebase
fr: jusqu'au prochain changement de base
pl: do następnej rebazy
ru: до следующей ребазы
tr: içerisinde sonraki faiz
vi: Cho đến kỳ tái cơ sở tiếp theo

source: v2 bonds
pl: Obligacje v2
ru: v2 облигации
tr: V2 Bonoları
vi: Trái phiếu v2

source: wsOHM Balance
fr: Solde wsOHM
pl: Balans wsOHM
tr: wsOHM Bakiyesi
vi: Số dư wsOHM

source: wsOHM Balance (Arbitrum)
fr: Solde wsOHM (Arbitrum)
pl: Balans wsOHM (Arbitrum)
vi: Số dư wsOHM (Arbitrum)

source: wsOHM Balance (Avalanche)
fr: Solde wsOHM (Avalanche)
pl: Balans wsOHM (Avalanche)
vi: Số dư wsOHM (Avalanche)

source: wsOHM Balance in FiatDAO
pl: Balans wsOHM w FiatDAO
ru: wsOHM Баланс FiatDAO
tr: FiatDAO'daki wsOHM Bakiyesi
vi: Số dư wsOHM tại FiatDAO

source: Zap
ru: Зап

source: APY
tr: YFG

source: TVL
tr: Toplam Yatırılan Değer

source: A decrease Give amount must be positive
fr: Le montant de la diminution du don doit être positive

source: A give amount must be positive
fr: Le montant du don doit être positif

source: An increase Give amount must be positive
fr: Une augmentation du montant du don doit être positive

source: Borrow on Impermax
fr: Emprunter sur Impermax

source: Cancel
fr: Annuler

source: Claim All
fr: Tout réclamer

source: Claimable Balance
fr: Solde pouvant être réclamé

source: Claimed all bonds successfully
fr: Toutes les obligations ont été rélamées avec succès

source: Claimed bond successfully
fr: Obligation réclamée avec succès

source: Claiming all...
fr: Réclamation en cours...

source: Claiming...
fr: Réclamation en cours...

source: Deposited
fr: Dépôt effectué

source: Get Asset
fr: Obtenir l'actif

source: Give is not supported on this network. Please switch to a supported network, such as Ethereum mainnet
fr: Give n'est pas supporté sur ce réseau. Veuillez choisir un réseau supporté tel que le réseau Ethereum principal

source: Insufficient balance.
fr: Solde insuffisant

source: Invalid address
fr: Adresse invalide

source: Is this your first time donating
fr: Est-ce votre premier don?

source: Milestone {0}: {1} sOHM
fr: Point d'étape {0}: {1} sOHM

source: Minimum amount must be greater than 0
fr: Le montant minimum doit être supérieur à 0

source: My Wallet Address
fr: L'adresse de mon portefeuille

source: Overview
fr: Aperçu

source: Please connect a wallet to claim bonds
fr: Veuillez connecter votre portefeuille pour réclamer vos obligations

source: Please connect a wallet to purchase a bond
fr: Veuillez connecter votre portefeuille pour acheter une obligation

source: Please enter a slippage amount greater than 0
fr: Veuillez entrer un montant de glissement supérieur à 0

source: Please enter a valid address as the recipient address
fr: Veuillez entrer une adresse valide pour l'addresse de réception

source: Please enter a valid slippage amount
fr: Veuillez entrer un montant de glissement valide

source: Please switch to the Ethereum network to claim all bonds
fr: Veuillez utiliser le réseau Ethereum pour réclamer toutes les obligations

source: Please switch to the Ethereum network to claim this bond
fr: Veuillez utiliser le réseau Ethereum pour réclamer cette obligation

source: Please switch to the Ethereum network to purchase this bond
fr: Veuillez utiliser le réseau Ethereum pour acheter cette obligation

source: Redeem {0} sOHM
fr: Réclamez {0} sOHM

source: Redeemable Yield
fr: Intérêt réclamables

source: Redeeming {0} sOHM
fr: Réclamation de {0} sOHM

source: Revenue
fr: Revenu

source: Select Custom Recipient
fr: Choisissez un récipiendaire

source: Slippage should be a number
fr: Le glissement doit être un nombre

source: Stop Donation
fr: Arrêter la donation

source: Successfully bonded
fr: Contractualisation de l'obligation réussie

source: Successfully decreased sOHM deposit
fr: Montant du dépôt de sOHM réduit avec succès

source: Successfully deposited sOHM
fr: sOHM déposé avec succès

source: Successfully increased sOHM deposit
fr: Montant du dépôt en sOHM augmenté avec succès

source: Successfully redeemed all available yield
fr: Réclamation de tous les intérêts disponible avec succès

source: The maximum you can bond at this time is
fr: Le montant maximum que vous pouvez affecter à une obligation est

source: The rebase rewards from the sOHM that you deposit will be redirected to the wallet address that you specify
fr: Le rendement de rebasement de sOHM que vous déposez seront redirigées vers l'adresse du portefeuille que vous spécifiez

source: The recipient you specified, or the project you selected, will then receive the rebases associated with your sOHM deposit until you withdraw your sOHM principal from the vault.
fr: Le récipiendaire que vous avez spécifié, ou le projet que vous avez sélectionné, recevra alors le rendement des rebases associées à votre dépôt sOHM jusqu'à ce que vous retiriez votre investissement en sOHM du coffre-fort.

source: The tokenAddress parameter must be set
fr: Le paramètre tokenAddress doit être défini

source: The total amount of payout asset you will recieve from this bond purchase. (sOHM quantity will be higher due to rebasing)
fr: Le montant total de l'actif que vous recevrez en paiement pour cet achat d'obligation. (la quantité de sOHM sera plus élevée en raison du rendement de rebasage)

source: Then, your deposited sOHM is kept in a vault smart contract that will send your rebases to the recipient. You can withdraw or edit your principal sOHM amount at any time.
fr: Puis, votre dépôt de sOHM sera conservé dans un contrat coffre-fort qui distribura vos rebases au récipiendaire. Vous pouvez retirer ou modifier le montant de votre dépôt en sOHM à tout moment.

source: Token
fr: Actif

source: Total Milestone Amount
fr: Montant total pour ce point d'étape

source: Transaction would fail due to slippage. Please use a higher slippage tolerance value.
fr: La transaction échouerait en raison du glissement. Veuillez augmenter la valeur de tolérance au glissement.

source: Treasury
fr: Trésorerie

source: Unable to access Zap contract on network {networkId}
fr: Impossible d'accéder au contrat Zap sur le réseau {networkId}

source: Unable to fetch address for token ({0}) on network {networkId}
fr: Impossible de récupérer l'adresse du jeton ({0}) sur le réseau {networkId}

source: Upon receiving an Olympus Grant, you gain exposure to the Olympus Give ecosystem where your performance is rewarded every 8 hours through the yield your grant generates; you then can also receive support from other Ohmies and this acts as a loop that compounds value and amplifies the reach and growth of your mission.
fr: A la réception d'une subvention Olympus, vous bénéficiez d'une exposition à l'écosystème Olympus Give où votre performance est récompensée toutes les 8 heures grâce au travers du rendement généré par votre subvention ; vous pouvez alors également recevoir le soutien d'autres Ohmies. Cela a un effet multiplicateur qui amplifie la portée et la croissance de votre mission.

source: Want to give to a different cause?
fr: Voulez-vous donner à une autre cause?

source: We don't have any grants open right now, but check back soon!
fr: Nous n'avons pas de subventions disponibles pour le moment, mais revenez nous visiter vite!

source: Yield Sent
fr: Rendement distribué

source: You can direct your yield to a recipient of your choice
fr: msgstr Vous pouvez orienter votre rendement vers le récipiendaire de votre choix

source: Zaps are only available on Ethereum Mainnet. Please switch networks.
fr: Les zaps ne sont disponibles que sur Ethereum Mainnet. Veuillez changer de réseau.

source: of sOHM Goal
fr: de l'objectif en sOHM

source: sOHM Goal
fr: Objectif en sOHM
