Repository: OlympusDAO/olympus-translations
Catalog: olympus-frontend/*/messages.po
Languages: fr, pl, ru, tr, vi

source: (The 6-day early exit fee has been waived. Network fees apply.)
pl: (Opłata za wyjście przed upływem 6 dni została anulowana. Opłaty sieci aktualne.)
ru: (Плата за досрочный выход в течение 6 дней не взимается. Взимается плата за пользование сетью).
tr: (6 Günlük Erken Çekme ücreti iptal edildi. Ağ gas ücreti halen etkili.)
vi: (Phí rút sớm 6 ngày đã được miễn. Phí mạng được áp dụng.)

source: (includes rebase rewards)
fr: (Inclus les récompenses de rebasement)
pl: (zawiera nagrody rebase)
ru: (включает вознаграждение за ребазу)
tr: (Faiz geliri dahil)
vi: (bao gồm cả phần thưởng tái cơ sở)

source: 3, 3 Together
pl: 3, 3 Razem
ru: 3, 3 Вместе
vi: 3, 3 cùng nhau

source: 5 Days
fr: 5 jours
pl: 5 Dni
vi: 5 ngày

source: A zap swap is a series of smart contracts that deploys one asset to another protocol to handle a trusted transaction.
fr: Un zap swap est un enchaînement de contrats intélligents qui déploient un actif sur un autre protocol afin d'y appliquer une transaction approuvée
pl: Zap swap to seria smart kontraktów, która rozlokowuje aktywo do innego protokołu aby przeprowadzić zaufaną transakcje.
ru: Зап-свап - это серия смарт-контрактов, которые передают один актив другому протоколу для проведения доверенной транзакции.
tr: Zap, herhangi bir varlığı tek işlemde OHM ile takas edip otomatik olarak yatırmanızı sağlayan bir seri akıllı kontrattır.
vi: Hoán đổi zap là một loạt các hợp đồng thông minh triển khai một tài sản sang một giao thức khác để xử lý một giao dịch tin cậy.

source: Active
fr: Actif
pl: Aktywne
vi: Hoạt động

source: Adjust Slippage
fr: Ajuster le glissement
pl: Dostosuj Wahanie Cenowe
ru: Регулировка проскальзывания
tr: Slipaj'ı ayarla
vi: Điều chỉnh độ trượt giá

source: All your assets are migrated
fr: Tous vos actifs sont migrés
pl: Wszystkie twoje aktywa zostały przeniesione
ru: Все ваши активы перенесены
tr: Bütün varlıklarınız taşınmış durumda.
vi: Tất cả tài sản của bạn đã sáp nhập

source: All-in-One contract to save time
fr: Contrat tout en un pour gagner du temps
pl: Kontrakt All-in-One by zaoszczędzić czas
ru: Договор "все в одном" для экономии времени
tr: Zamandan tasarruf etmek için hepsi bir arada kontrat
vi: Tất cả trong một giao ước để tiết kiệm thời gian

source: All-in-one easy staking
fr: Dépôt tout en un
pl: All-in-one łatwy staking
ru: Универсальный простой стейкинг
tr: Hepsi bir arada kolay yatırım
vi: Tất cả trong một đặt cọc đơn giản

source: All-in-one zap contracts
fr: Contrats zap tout en un
pl: All-in-one kontrakty zap
ru: Контракты "все в одном
tr: Hepsi bir arada Zap kontratları
vi: Tất cả trong một hợp đồng zap

source: Amount
pl: Ilość
ru: Сумма
tr: Miktar
vi: Số lượng

source: Annual Percentage Yield, is the normalized representation of an interest rate, based on a compounding period over one year. Note that APYs provided are rather ballpark level indicators and not so much precise future results.
fr: Intérêts Annuels (%), la représantation normalisée du taux d'intérêt, basé sur les intérêts cumulés pendant un an. Veuillez noter que ce taux est un indicateur sommaire et ne présume pas des résultats futurs.
pl: Annual Percentage Yield, czyli RRSO to znormalizowana reprezentacja stopy procentowej w oparciu o okres kapitalizacji w ciągu jednego roku. Należy zauważyć, że podane RRSO przedstawia przybliżoną wartość, a nie opartą na tak dokładnych przyszłych wynikach.
ru: Годовая процентная доходность - это нормализованное представление процентной ставки, основанной на периоде компаундирования в течение одного года. Обратите внимание, что представленные APY являются скорее приблизительными показателями, а не точными будущими результатами.
tr: Yıllık Faiz Getirisi, bir faiz oranının 1 yıllık bileşik faiz dönemi baz alınarak normalleştirilmiş gösterimidir. Lütfen belirtilen YFG'lerin yaklaşık bir rakam olduğu ve kesin sonuçlar göstermediğini göz önünde bulundurun.
vi: Tỷ lệ phần trăm hàng năm lợi nhuận, là đại diện bình thường hóa của lãi suất, dựa trên thời gian gộp trên một năm. Lưu ý rằng các APY được cung cấp là các chỉ báo mức độ xấp xỉ và không phải là kết quả chính xác trong tương lai.

source: Any asset
fr: N'importe quel actif
pl: Jakiekolwiek aktywo
ru: Любой актив
tr: Herhangi bir varlık
vi: Bất cứ tài sản

source: Approve
fr: Approuver
pl: Zatwierdź
ru: Утвердить
tr: Onayla
vi: Phê duyệt

source: Approved
fr: Approuvé
pl: Zatwierdzone
ru: Одобрено
tr: Onaylanmış
vi: Phê duyệt

source: Asset
fr: Actif
pl: Aktywo
ru: Активы
tr: Varlık
vi: Tài sản

source: Auto staked
fr: Déposé automatiquement
pl: Auto stakowany
ru: Автоматический стейкинг
tr: Otomatik Yatırılmış
vi: Tự động đặt cọc

source: Award Balance will grow at 1st rebase.
pl: Bilans nagród wzrośnie po 1-szej rebazie.
ru: Баланс премии увеличивается при 1-м ребазе.
tr: Ödül miktarı 1. rebase'de büyüyecektir.
vi: Số dư giải thưởng sẽ tăng ở kỳ tái cơ sở đầu tiên.

source: Award period has finished, you can navigate to Pool Together's UI to begin distribution
pl: Okres nagród się zakończył, możesz przejść do Pool Together, aby rozpocząć dystrybucje
ru: Период награждения закончился, вы можете перейти в пользовательский интерфейс Pool Together, чтобы начать распределение.
tr: Ödül süresi sona erdi, dağıtmaya başlamak için Pool Together'ın arayüzüne girebilirsiniz.
vi: Thời gian trao thưởng đã kết thúc, bạn có thể điều hướng đến giao diện người dùng của Pool Together để bắt đầu phân phối

source: Award period has finished, you can navigate to Pool Together's UI to complete distribution
pl: Okres nagród się zakończył, możesz przejść do Pool Together aby zakończyć dystrybucje
ru: Период награждения закончился, вы можете перейти в пользовательский интерфейс Pool Together для завершения распределения
tr: Ödül süresi sonra erdi, dağıtımı tamamlamak için Pool Together'ın arayüzüne girebilirsiniz.
vi: Thời gian trao thưởng đã kết thúc, bạn có thể điều hướng đến giao diện người dùng của Pool Together để hoàn thành việc phân phối

source: Balance
fr: Solde
pl: Balans
ru: Баланс
tr: Bakiye
vi: Số dư

source: Bond
fr: Obligations
pl: Obliguj
ru: Облигация
tr: Bono
vi: Trái phiếu

source: Bond Price
fr: Prix de l'obligation
pl: Cena Obligacji
ru: Цена Облигации
tr: Bono fiyatı
vi: Giá trái phiếu

source: Bond {0}
fr: Contracter {0}
pl: Obliguj {0}
ru: Облигация {0}
tr: Bono {0}
vi: Trái phiếu {0}

source: Borrow on Market.xyz
fr: Emprunter sur market.xyz
pl: Pożycz na Rynku
vi: Mượn từ Market.xyz

source: Borrow on Rari
fr: Emprunter sur Rari
pl: Pożycz na Rari
vi: Mược từ Rari

source: Borrow on Vesta Finance
fr: Emprunter sur Vesta Finance
pl: Pożycz na Vesta Finance
vi: Mượn từ Vesta Finance

source: Bridge
fr: Transférer
pl: Bridguj
ru: Мост
tr: Köprü
vi: Cầu nối

source: Bug Bounty
fr: Prime aux bogues
pl: Program zgłaszania błędów bezpieczeństwa (Bug Bounty)
ru: Баг Баунти
tr: Ödül Avcılığı
vi: Phần thưởng Săn Bug

source: Causes
pl: Cele
ru: Причины
tr: Kampanyalar
vi: Quỹ quyên góp

source: Change Theme
fr: Changer le thème
pl: Zmień motyw
ru: Изменить тему
tr: Temayı değiştir
vi: Thay đổi Chủ đề

source: Change locale
fr: Changer de langue
pl: Zmień język
ru: Изменить локаль
vi: Thay đổi địa điểm

source: Check back soon!
pl: Sprawdź ponownie wkrótce!
ru: Загляните в ближайшее время!
tr: Daha sonra yeniden kontrol edin.
vi: Kiểm tra lại sớm!

source: Choose recipient address. By default, this is your currently connected address
fr: Choisissez l'addresse de reception. Par défaut il s'agit de l'addresse du portefeuille avec lequel vous êtes actuellement connecté
pl: Wybierz adres odbiorcy. Domyślnie, jest to Twój aktualnie połączony adres.
ru: Выберите адрес получателя. По умолчанию это ваш текущий подключенный адрес
tr: Alıcı adresi seçiniz. Varsayılan olarak, bu şu an bağlı olan adresinizdir.
vi: Chọn địa chỉ người nhận. Theo mặc định, đây là địa chỉ của ví mà bạn đang kết nối

source: Circulating Supply (total)
fr: Jetons en circulation (total)
pl: Podaż obiegowa (całkowita)
ru: Циркулирующий Объем (всего)
tr: Dolaşımdaki Arz (Toplam)
vi: Nguồn cung lưu hành (tổng số)

source: Claim
fr: Retirer
pl: Odbierz
ru: Клейм
tr: Çek
vi: Nhận

source: Claim all
pl: Odbierz wszystko
ru: Заклеймить все
tr: Hepsini çek
vi: Nhận tất cả

source: Claim and Autostake
pl: Odbierz i Stakuj automatycznie
ru: Клейм и Автостейк
tr: Çek ve Otomatik yatır
vi: Nhận và Tự động đặt cọc

source: Claim and Stake
pl: Odbierz i Stakuj
ru: Клейм и Стейк
tr: Çek ve yatır
vi: Nhận và Đặt cọc

source: Claimable
pl: Do odebrania
ru: Доступно для Клейма
tr: Çekilebilir
vi: Có thể nhận được

source: Claimable Rewards
pl: Nagrody do odebrania
ru: Доступные Награды
tr: Mevcut Çekilebilir Bakiye
vi: Phần thưởng có thể nhận được

source: Click on the Migrate button to complete the upgrade to v2.
fr: Cliquez sur le bouton Migrer pour terminer la migration vers Olympus v2
pl: Kliknij przycisk Migrate (Migruj), aby zakończyć aktualizację do wersji 2 (v2).
ru: Нажмите на кнопку Migrate, чтобы завершить обновление до версии 2.
tr: V2'ye geçişi tamamlamak için Migrate butonuna tıklayın.
vi: Nhấn vào nút di chuyển để hoàn tất việc nâng cấp lên v2

source: Closed
fr: Fermé
pl: Zamknięte
vi: Đã đóng

source: Completed
fr: Terminé
pl: Zakończono
ru: Завершено
tr: Tamamlandı
vi: Đã hoàn tất

source: Confirm
fr: Confirmer
pl: Potwierdź
ru: Подтвердить
tr: Onayla
vi: Xác nhận

source: Confirm New sOHM
pl: Potwierdź Nowy sOHM
ru: Подтвердить новый sOHM
tr: Yeni sOHM'u Onayla
vi: Xác nhận sOHM mới

source: Confirm {0} sOHM
pl: Potwierdź {0} sOHM
ru: Подтвердить {0} sOHM
tr: {0} sOHM'u Onayla
vi: Xác nhận sOHM {0}

source: Connect
fr: Connecter
pl: Połącz
vi: Kết nối

source: Connect Wallet
fr: Connecter le portefeuille
pl: Połącz Portfel
ru: Подключить кошелек
tr: Cüzdanınızı bağlayın
vi: Kết nối ví

source: Connect your wallet to stake OHM
fr: Connectez votre portefeuille pour déposer des OHM
pl: Połącz portfel, aby stakować OHM
ru: Подключите свой кошелек для стейка OHM
tr: OHM yatırmak için Cüzdanınızı bağlayın
vi: Kết nối ví của bạn để đặt cọc OHM

source: Connect your wallet to use Zap
fr: Veuillez connecter votre portefeuille pour utiliser Zap
pl: Połącz portfel, aby użyć Zap
ru: Подключите свой кошелек, чтобы использовать Zap
tr: Zap'i kullanmak için Cüzdanınızı bağlayın.
vi: Kết nối ví của bạn để sử dụng Zap

source: Connect your wallet to view the fundraising progress
pl: Podłącz portfel, aby zobaczyć postęp w zbieraniu funduszy
ru: Подключите свой кошелек для просмотра хода сбора средств
tr: Bağış durumunu görmek için Cüzdanınızı bağlayın.
vi: Kết nối ví của bạn để xem quá trình gây quỹ

source: Continue
fr: Continuer
pl: Kontynuuj
ru: Продолжить
tr: Devam
vi: Tiếp tục

source: Current
fr: Actuel
pl: Obecny
ru: Текущий
tr: Güncel
vi: Hiện tại

source: Current Index
fr: Indice actuel
pl: Aktualny Indeks
ru: Текущий индекс
tr: Güncel Katsayı
vi: Chỉ số hiện tại

source: Current Prize
pl: Aktualna Nagroda
ru: Текущая премия
tr: Mevcut Ödül
vi: Giải thưởng hiện tại

source: Current sOHM deposit
pl: Obecny depozyt sOHM
ru: Текущий депозит sOHM
tr: Güncel sOHM Yatırımı
vi: Số lượng sOHM đã gửi hiện tại

source: Custom Recipient
pl: Wybrany Odbiorca
ru: Пользовательский адресат
tr: Özel Alıcı
vi: Người nhận tùy chọn

source: DATE
pl: DATA
ru: ДАТА
tr: Tarih
vi: NGÀY

source: DEPOSITED
fr: EN DEPOT
pl: ZDEPONOWANE
ru: ДЕПОЗИТ
tr: Yatırılmış miktar
vi: ĐÃ GỬI

source: Dashboard
fr: Tableau de bord
pl: Tablica
ru: Панель
tr: Gösterge Panosu
vi: Bảng tổng quan

source: Debt Ratio
pl: Wskaźnik zadłużenia
ru: Коэффициент задолженности
tr: Borç oranı
vi: Tỷ lệ nợ

source: Deposit LP
pl: Deponuj LP
ru: Депозит LP
tr: LP Yatır
vi: Gửi LP

source: Deposit on Dopex
fr: Déposer sur Dopex
pl: Zdeponuj na Dopex
vi: Gửi trên Dopex

source: Deposit on Jones DAO
fr: Déposer sur Jones DAO
pl: Zdeponuj na Jones DAO
vi: Gửi trên Jones DAO

source: Deposit on Tokemak
fr: Déposer sur Tokemak
pl: Zdeponuj na Tokemak
vi: Gửi trên Tokemak

source: Deposit sOHM
pl: Deponuj sOHM
ru: Депозит sOHM
tr: sOHM Yatır
vi: Gửi sOHM

source: Deposit sOHM from wallet
fr: Déposez des sOHM depuis votre portefeuille
pl: Zdeponuj sOHM z portfela
ru: Депозит sOHM из кошелька
tr: Cüzdan'dan sOHM Yatır
vi: Gửi sOHM từ ví

source: Deposit sOHM to win! Once deposited, you will receive a corresponding amount of 33T and be entered to win until your sOHM is withdrawn.
pl: Zdeponuj sOHM, aby wygrać! Po zdeponowaniu otrzymasz odpowiadającą ilość w 33T i dołączysz do puli dopóki twoje sOHM nie zostaną wypłacone.
ru: Внесите sOHM, чтобы выиграть! После внесения депозита вы получите соответствующую сумму в размере 33T и будете участвовать в выигрыше до тех пор, пока ваш sOHM не будет снят.
tr: Kazanmak için sOHM yatırın! Yatırdığınız miktar kadar 33T elde edecek, ve sOHM'unuzu çekene kadar çekilişe katılmış olacaksınız.
vi: Gửi sOHM để giành chiến thắng! Sau khi nạp, bạn sẽ nhận được số tiền tương ứng là 33T và được tham gia để có cơ hội nhận thưởng cho đến khi sOHM của bạn được rút.

source: Deposited sOHM
fr: sOHM en dépôt
pl: Zdeponowane sOHM
ru: Депозит sOHM
tr: Yatırılmış sOHM
vi: Gửi sOHM

source: Depositing {quantity} sOHM will increase odds of winning to 1 in {newOdds}
pl: Deponując {quantity} sOHM podwyższysz szansę wygrania o 1 do {newOdds}
ru: Внесение {количество} sOHM увеличит шансы на выигрыш до 1 к {newOdds}
tr: {quantity} sOHM yatırarak kazanma şansınız {newOdds}de 1 olacak.
vi: {quantity} sOHM được gửi vào sẽ tăng tỷ lệ nhận thưởng lên 1 trong {newOdds}

source: Deposits can be made once the prize has been awarded.
pl: Depozyty możliwe po tym jak nagroda zostanie przyznana.
ru: Депозиты могут быть сделаны после вручения приза.
tr: Para ancak ödül dağıtıldıktan sonra yatırılabilir.
vi: Có thể gửi tiền sau khi phần thưởng đã được trao.

source: Dialing Zapper...
fr: Appel de Zapper...
pl: Wybieranie Zappera...
ru: Набираю номер Заппера...
tr: Zapper aranıyor...
vi: Kết nồi với Zapper...

source: Disconnect
fr: Déconnexion
pl: Rozłącz
ru: Отключить
tr: Bağlantıyı Kes
vi: Ngắt kết nối

source: Discount
fr: Remise
pl: Zniżka
ru: Скидка
tr: İndirim
vi: Chiết khấu

source: Docs
fr: Documentation
pl: Dokumentacja
ru: Документы
tr: Belgeler
vi: Tài liệu

source: Donate Yield
fr: Donnez vos intérêts
pl: Podaruj Yield
ru: Задонатить
tr: Geliri bağışla
vi: Quyên góp Lợi suất

source: Donate to a cause
fr: Donner à une cause
pl: Przeznacz na cel
ru: Пожертвовать на какое-либо дело
tr: Bir kampanyaya bağışla
vi: Quyên góp cho một quỹ

source: Donors
fr: Doneurs
pl: Darczyńcy
ru: Доноры
tr: Bağışçılar
vi: Người quyên góp

source: Duration
fr: Durée
pl: Czas trwania
ru: Продолжительность
tr: Süre
vi: Thời hạn

source: Each asset type requires two transactions. First Approve, then Migrate each asset. Amounts less than than 10$ are ignored.
fr: Chaque type d'actif nécessite deux transactions. D'abord Approuvez, puis Migrez chaque actif. Les montants inférieures à 10$ seront ignorés.
pl: Każdy typ aktywów wymaga dwóch transakcji. Najpierw zatwierdzającej (Approve), a następnie przenoszącej każdy zasób (Migrate). Kwoty mniejsze niż 10 $ są ignorowane.
ru: Для каждого типа активов требуется две операции. Сначала утвердите, а затем перенесите каждый актив. Суммы менее 10$ игнорируются.
tr: Her varlık türü 2 işlem gerektirir. İlk önce onaylayın, ve sonrasında aktarın. 10$ daha az olan miktarlar gözardı edilecektir.
vi: Mỗi loại tài sản cần đến hai giao dịch. Phê duyệt đầu tiên, sau đó sáp nhập từng loại tài sản. Số tiền nhỏ hơn $10 sẽ bị bỏ qua

source: Early Exit Fee
pl: Opłata za wczesne wyjście
ru: Комиссия за досрочный вывод
tr: Erken çekme ücreti
vi: Phí Thoát Sớm

source: Early withdraw will incur a fairness fee of {exitFee}.
pl: Wczesne wybranie środków poskutkuje opłatą w wysokości {exitFee}.
ru: За досрочный вывод средств взимается комиссия за справедливость в размере {exitFee}.
tr: Paranızı erken çektiğiniz takdirde {exitFee}'lik bir ücret kesilecektir.
vi: Rút tiền trước hạn sẽ phải chịu một khoản phí là {exitFee}.

source: Edit Donation
fr: Modifier la donation
pl: Edytuj Darowiznę
ru: Редактировать Пожертвование
tr: Bağışı düzenle
vi: Chỉnh sửa quyên góp

source: Editing sOHM donation amount
pl: Edytowanie ilości dotacji sOHM
ru: Редактирование суммы пожертвования sOHM
tr: sOHM Bağış miktar düzenleniyor
vi: Chỉnh sửa số lượng sOHM quyên góp

source: Enter Amount
fr: Entrez une quantité
pl: Wprowadź Ilość
ru: Введите сумму
tr: Miktarı girin
vi: Nhập số tiền

source: Enter a wallet address in the form of 0x ...
fr: Entrez une addresse de portefeuille de la forme 0x ...
pl: Wprowadź adres portela w formie 0x ...
ru: Введите адрес кошелька в виде 0x ...
tr: 0x... şeklinde bir cüzdan adresi giriniz
vi: Nhập địa chỉ ví theo mẫu của 0x ...

source: Enter an amount
fr: Entrez un montant
pl: Wprowadź ilość
ru: Введите количество
tr: Bir miktar giriniz.
vi: Nhập số tiền

source: Enter an amount of
fr: Entrez un montant de
pl: Wprowadź ilość
ru: Введите сумму
tr: Bir miktar giriniz
vi: Nhập số lượng của

source: Enter an amount of wsOHM
fr: Entrez un montant de wsOHM
pl: Wprowadź ilość wsOHM
vi: Nhập một số lượng wsOHM

source: Exchange Rate
fr: Taux de change
pl: Kurs wymiany
ru: Обменный курс
tr: Kur Oranı
vi: Tỷ giá trao đổi

source: Exit Fee Decay Time
pl: Czas rozkładu opłaty za wyjście
ru: Выходная комиссия Время спада
tr: Erken çekiş ücreti süresi
vi: Thời gian giảm phí thoát

source: Farm Pool
fr: Fermes
pl: Pula Farmingu
ru: Пул Фарминга
tr: Farm Havuzu
vi: Bể canh tác lợi suất

source: Finishes at {0} in your timezone
fr: Se termine à {0} dans votre fuseau horraire
pl: Kończy się o {0} twojej strefy czasowej
ru: Заканчивается в {0} в вашем часовом поясе
tr: Sizin saat diliminizde {0}'de bitecek
vi: Hoàn thành theo múi giờ của bạn tại {0}

source: First time bonding
fr: Premier achat d'obligation
pl: Obligowanie po raz pierwszy
ru: Первый бондинг
tr: İlk kez Bono satın almak
vi: Mua trái phiếu lần đầu tiên

source: First time staking
fr: Premier dépôt
pl: Pierwszy staking
ru: Первый стейкинг
tr: İlk kez Yatırmak
vi: Đặt cọc lần đầu tiên

source: First time unstaking
fr: Premier retrait
pl: Pierwszy unstaking
ru: Первый анстейкинг
tr: İlk kez Çekmek
vi: Hoàn cọc lần đầu tiên

source: First time unwrapping
fr: Première désencapsulation
pl: Pierwszy unwrapping
vi: Lần đầu tiên mở gói

source: First time wrapping
fr: Première encapsulation
pl: Pierwszy wrapping
vi: Lần đầu tiên gói

source: Fixed Expiration
fr: Expiration fixe
pl: Ustalone wygaśnięcie
ru: Фиксированный срок действия
tr: Sabit Vade
vi: Hết hạn cố định

source: Fixed Term
fr: Durée déterminée
pl: Na czas określony
ru: Фиксированный срок
tr: Sabit Vade
vi: Kỳ hạn cố định

source: Forum
ru: Форум
vi: Diễn đàn

source: Fully Vested
pl: W pełni nabyte
ru: Полный разлок
tr: Süresi tamamlanmış
vi: Kỳ hạn trái phiếu đầy đủ

source: Get LP
pl: Zdobądź LP
ru: Получить LP
tr: LP satın alın
vi: Nhận LP

source: Get Started
fr: Commencez
pl: Rozpocznij
ru: Приступить к работе
tr: Başlayın
vi: Bắt đầu

source: Give
fr: Donnations
pl: Podaruj
ru: Дать
tr: Bağış
vi: Gửi tặng

source: Giving sOHM
pl: Podarowywanie sOHM
ru: Дать sOHM
tr: sOHM aktarılıyor
vi: Đang gửi tặng sOHM

source: Go to Bonds
pl: Idź do Obligacje
ru: Перейти к облигациям
tr: Bono'lara gidin
vi: Chuyển đến trái phiếu

source: Go to Stake V2
fr: Vers les dépôts
pl: Idź do Stake V2
ru: Перейти в раздел Стейкинг V2
tr: Stake V2'ye gidin
vi: Chuyển đến đặt cọc V2

source: Got wsOHM on Avalanche or Arbitrum? Click below to switch networks and migrate to gOHM (no bridge required!)
fr: Vous avez des wsOHM sur Avalanche ou Arbitrum ? Cliquez ci-dessous pour changer de réseau et migrer vers gOHM (aucun pont n'est requis !)
pl: Posiadasz wsOHM na sieci Avalanche lub Arbitrum? Kliknij poniżej by zmienić sieć i migrować na gOHM (Nie wymaga użycia mostu!)
vi: Bạn có wsOHM trên Avalanche hoặc Arbitrum? Nhấp vào bên dưới để chuyển đổi mạng và chuyển sang gOHM (không cần cầu nối!)

source: Governance
fr: Gouvernance
pl: Zarządzanie
ru: Управление
tr: Yönetim
vi: Quản trị

source: Grants
fr: Fondation
pl: GRanty
ru: Гранты
tr: Hibeler
vi: Tài trợ

source: Highest Discount
ru: Наибольшая скидка
vi: Chiết khấu cao nhất

source: Holders, represents the total number of Ohmies (sOHM holders)
fr: Détenteurs, représente le nombre total de Ohmies (détenteurs de sOHM)
pl: Holderzy, reprezentują całkowitą liczbę ZiOHMeczków (posiadaczy sOHM)
ru: Держатели, представляет собой общее количество омис (держателей sOHM)
tr: sOHM sahibi olan toplam kişi sayısını gösterir.
vi: Những người nắm giữ, đại diện cho tổng số Ohmies (người nắm giữ sOHM)

source: Important: Inverse Bonds have 0 vesting time & payout instantly.
pl: Ważne: Obligacje Odwrócone mają 0 czasu nabywania uprawnień i wypłacają natychmiast.
ru: Важно: Инверсные облигации имеют 0 времени наделения правами и выплачиваются мгновенно.
vi: Lưu ý: Trái phiếu nghịch đảo không có kỳ hạn và được thanh toán ngay lập tức.

source: Important: Inverse bonds allow you to bond your OHM for treasury assets. Vesting time is 0 and payouts are instant.
fr: Important: Les obligations inverses vous permettent de dépenser vos OHM pour obtenir des actifs de la trésorerie Olympus. Le temps de maturation est nulle et l'acquisition des actifs est instantanée.
pl: Ważne: Obligacje Odwrócone umożliwiają obligowanie twoich OHM dla aktywów skarbowych. Czas nabywania uprawnień wynosi 0, a wypłaty są natychmiastowe.
ru: Важно: Инверсные облигации позволяют вам связать ваш OHM с казначейскими активами. Время наделения правами равно 0, а выплаты производятся мгновенно.
vi: Lưu ý: Trái phiếu nghịch đảo cho phép bạn bán OHM của mình cho tài sản ngân khố. Không có kỳ hạn và thanh toán được trả ngay lập tức.

source: Important: New bonds are auto-staked (accrue rebase rewards) and no longer vest linearly. Simply claim as sOHM or gOHM at the end of the term.
fr: Important: Les nouvelles obligations sont automatiquement déposées (augmentant ainsi les récompenses dues aux rebasements) et ne maturent pas de façon linéaire. Récupérez les simplement à terme sous forme de sOHM ou de gOHM.
pl: Ważne: Nowe obligacje są automatycznie stakowane (naliczają nagrody za rebazowanie) i nie są już nabywane liniowo. Po prostu odbierz jako sOHM lub gOHM na koniec semestru.
ru: Важно: Новые облигации автостейкаются (начисляют вознаграждение за ребазу) и больше не наделяются линейными правами. Просто заявите о себе как о sOHM или gOHM в конце срока.
vi: Lưu ý: Trái phiếu mới được tự động đặt cọc (tích lũy phần thưởng tái cơ sở) và không còn phân bổ tuyến tính nữa. Chỉ cần nhận toàn bộ sOHM hoặc gOHM ở cuối kỳ hạn.

source: Important: Recommended slippage is 1-3% to avoid a failed transaction.
fr: Important: Le glissement recommandé est de 1 à 3% afin que la transcation n'échoue pas.
pl: Ważne: Zalecane wahanie to 1-3%, aby uniknąć nieudanej transakcji.
ru: Важно: Рекомендуемое проскальзывание составляет 1-3%, чтобы избежать неудачной сделки.
tr: Önemli: İşleminiz başarısız olmasını önlemek için 1-3% arası Slipaj kullanmanız önerilir.
vi: Lưu ý: Mức trượt giá khuyến nghị là 1-3% để tránh giao dịch thất bại.

source: Inverse Bond
fr: Obligation inverses
pl: Obligacje Odwrócone
ru: Инверсная облигация
vi: Trái phiếu nghịch đảo

source: Inverse Bonds
fr: Obligations inverses
ru: Инверсные облигации
vi: Tất cả các trái phiếu nghịch đảo

source: Is this your first time donating sOHM? Please approve OlympusDAO to use your sOHM for donating.
pl: Czy po raz pierwszy przekazujesz sOHM? Prosimy o zatwierdzenie OlympusDAO do wykorzystania twoich sOHM do przekazywania darowizn.
ru: Вы впервые жертвуете sOHM? Пожалуйста, разрешите OlympusDAO использовать ваш sOHM для донорства.
tr: İlk kez mi sOHM bağışlıyorsunuz? OlympusDAO'nun sOHM'larınızı kullanmasına izin verin.
vi: Đây có phải là lần đầu tiên bạn quyên góp sOHM? Vui lòng chấp thuận cho OlympusDAO sử dụng sOHM của bạn để quyên góp.
